@extends('layouts.app')

@section('content')

<h1>Запрошуємо дорослих в наш клуб!</h1>

<p>Не сумнівайтеся — приходьте до нас!</p>
<p>Ми розуміємо сумніви людей, яким за 35. Їм навіюється думка, що вони безнадійно старі для занять спортом. У
    нав'язуванні цієї омани беруть участь друзі, телесеріали, часом навіть лікарі.</p>
<p>Тільки ми заявляємо прямо — це повна нісенітниця.</p>
<p>Ви навіть можете встигнути стати на п'єдестал: у кіокушині є ветеранський спорт.</p>
<p>Але Вас, швидше за все, більше цікавить власне здоров'я, власний прогрес і впевненість в неминучих, на жаль,
    конфліктних ситуаціях. Все це ви знайдете в нашому клубі, в якому успішно займаються спортсмени за 40.</p>
<p>Чекаємо Вас!</p>
<p>Осу!</p>

@endsection