@extends('layouts.app')

@section('content')

<h1>Карате для дівчат</h1>

<p>Почнемо з беззаперечного факту: дівчата успішно займаються карате, в тому числі його силовими напрямками! Навіть
    засновник кіокушин-карате Масутацу Ояма, який спочатку негативно ставився до можливості занять карате для жінок та
    дівчат, радикально змінив свою думку після того, як побував на куміте, де змагалися жінки. З того часу він ніколи не
    заперечував, що реалізувати потенціал кіокушин-карате можуть не тільки хлопці, а й дівчата, й навіть ілюстрував
    жіночими фігурками в кімоно свій методичний посібник.</p>

<p>У нас, в клубі «Канку», ми з задоволенням переконуємося, що Вчитель Масутацу Ояма був правий. Наші дівчата часто є
    прикладом для хлопців. Вони бувають і сильнішими, і стараннішими за однолітків. Дівчата часто успішніші на
    змаганнях, відповідальніше ставляться до тренувань, та й взагалі прагнуть більших досягнень. Ми радо зустрічаємо
    дівчат у нашому клубі та запрошуємо займатися всіх!</p>

<p style="font-weight:bold">Яка ж вона – дівчина, що займається карате?</p>

<p><b>Сильна, струнка та гнучка</b>. На наших заняттях великого значення ми надаємо розвитку фізичної сили. Але чи не
    стане дівчинка «накачаною»? Ні. Заняття карате тренують тіло так, що м’язи не набувають аж надто рельєфного вигляду.
    <a href="/gallery/karate-girls/">Дівчата-каратистки</a> не «квадратні». Навпаки, тренуванню спритності та гнучкості
    надається в нас таке саме велике значення, як і розвитку фізичної сили. Тренована, сильна дівчина зможе захистити
    себе, та й не виглядатиме м’язистою, а залишиться жіночною та стрункою.
</p>

<p><b>Врівноважена та гармонійна</b>. Карате – не тільки спорт, а й цілісна світоглядна система, яка помітно гармонізує
    буденне життя. Внутрішній спокій та впевненість, яким навчає карате, необхідні в житті дівчатам не менше, аніж
    хлопцям. Карате навчить дівчину зберігати оптимізм, добрий настрій та бадьорість серед буденних випробувань. Такі
    люди симпатичніші для оточуючих та часто популярні в шкільному колективі.</p>

<p><b>Вміє боротися й не опускати рук</b>. Світоглядна складова карате тренує характер, а регулярні заняття зміцнюють
    тіло. Такий комплекс породжує справжніх борців. І перед хлопцями, й перед дівчатами у житті постають часом складні
    завдання, для вирішення яких потрібно докласти всю свою силу й наполегливість. Заняття карате чудово виховують і те,
    й інше. Отже, зростають шанси досягти успіху!</p>

<p><b>Гарна</b>. Не варто думати, що карате як переважно чоловічий спорт робить жінок та дівчат чоловікоподібними.
    Навпаки: карате здатне розкрити весь ресурс краси та жіночності дівчини. Дівчата, які займаються карате,
    напрацьовують чудову фігуру та надзвичайну витривалість. Багато дівчат-каратисток своїм обличчям прикрашають
    сторінки бьюті-журналів, запрошуються на різноманітні фотосесії, шоу-програми тощо. Аби переконатись у цьому, варто
    лише зайти на сторінки соцмереж представниць «слабкої» статі та переглянути їх фотографії. Це стосується не лише
    українок, але й відомих іноземних спортсменок-каратек.</p>

<p><b>Успішна</b>. Карате стає прекрасним стимулом та мотиватором у досягненні поставлених цілей. Звісно, основна
    еволюційна функція дівчат, а потім і жінок – стати хорошою матір’ю та прекрасною дружиною. Карате як спорт,
    по-перше, сприяє тому, що жінка народить здорове потомство, адже зберігається режим від поганих звичок, по-друге,
    прагнення жінки та дівчини гарно виглядати, а по-третє, поряд із всім вищезазначеним, постійне бажання працювати.
    Тому більшість жінок, що займаються карате, будують успішну кар‘єру.</p>

<p>Карате для дівчат враховує фізіологічні відмінності жіночої статі від чоловічої: після 10-12 років юнки змагаються
    тільки між собою. Таким чином карате для дівчат ми робимо максимально безпечним.</p>

<p>А тренуються хлопці й дівчата разом. Значить, у Вашої доньки буде хороша компанія сильних, дисциплінованих та
    спортивних хлопців. Буде спільне дозвілля, спільні інтереси та захоплення. Дівчинка навчиться спілкуватися та
    дружити з ровесниками-хлопцями, що, звісно, пригодиться їй у майбутньому.</p>

<p>Та, і взагалі, для занять кіокушинкай карате не існує вікових рамок. Прикладом цього є наші спортсменки, котрі вже
    являються мамами із досвідом, а тепер, маючи свою особисту сім’ю, стали членом ще однієї – спортивної сім’ї карате.
</p>

<p><img class="rounded ilustration" src="/images/users/image37.jpg"
        alt="Андріана Чабан виконує техніку маваши гері джодан'" /></p>

<p>Каратистки клубу «Канку» Чабан Андріана і Денега Юлія на змаганнях в Тернополі. Вересень 2015. Фото Антоніни Горох.
</p>

@endsection
