@extends('layouts.article')

@section('content')

<h1>Короткий термінологічний словник</h1>

<h2>УДАРНІ ЧАСТИНИ ТІЛА</h2>
<table>
    <tbody>
        <tr>
            <td>сейкен</td>
            <td>Кулак</td>
        </tr>
        <tr>
            <td>кентос</td>
            <td>Фаланги вказівного та середнього пальців</td>
        </tr>
        <tr>
            <td>уракен</td>
            <td>Верх <strong>KENTOS</strong>
            </td>
        </tr>
        <tr>
            <td>тетсуї</td>
            <td>Нижня частина кулака</td>
        </tr>
        <tr>
            <td>нукіте</td>
            <td>Кінчики пальців</td>
        </tr>
        <tr>
            <td>хайто</td>
            <td>Частина руки з боку великого пальця</td>
        </tr>
        <tr>
            <td>шуто</td>
            <td>Ребро долоні</td>
        </tr>
        <tr>
            <td>хайшу</td>
            <td>Тильна сторона руки</td>
        </tr>
        <tr>
            <td>шотей</td>
            <td>Частина долоні з боку зап’ястя</td>
        </tr>
        <tr>
            <td>кокен</td>
            <td>Верхня частина зап’ястя</td>
        </tr>
        <tr>
            <td>кейко</td>
            <td>Зігнуті пальці, зібрані в одну точку</td>
        </tr>
        <tr>
            <td>хіджі</td>
            <td>Лікоть</td>
        </tr>
        <tr>
            <td>суне</td>
            <td>Гомілка</td>
        </tr>
        <tr>
            <td>сокуто</td>
            <td>Зовнішнє ребро стопи</td>
        </tr>
        <tr>
            <td>тейсоку</td>
            <td>Внутрішня сторона стопи</td>
        </tr>
        <tr>
            <td>чусоку</td>
            <td>Подушечка пальців</td>
        </tr>
        <tr>
            <td>какато</td>
            <td>П’ята</td>
        </tr>
        <tr>
            <td>хіза</td>
            <td>Коліно</td>
        </tr>
        <tr>
            <td>те</td>
            <td>Рука</td>
        </tr>
        <tr>
            <td>текубі</td>
            <td>Зап’ястя</td>
        </tr>
        <tr>
            <td>коте</td>
            <td>Передпліччя</td>
        </tr>
        <tr>
            <td>оя юбі</td>
            <td>Великий палець</td>
        </tr>
        <tr>
            <td>хітосаши юбі</td>
            <td>
                Вказівний палець
            </td>
        </tr>
        <tr>
            <td>
                нака юбі
            </td>
            <td>
                Середній палець
            </td>
        </tr>
        <tr>
            <td>
                кусурі юбі
            </td>
            <td>
                Перстінковий палець
            </td>
        </tr>
        <tr>
            <td>
                іпонкен
            </td>
            <td>
                Середній суглоб пальця
            </td>
        </tr>
        <tr>
            <td>
                іпон нукіте
            </td>
            <td>
                Удар одним пальцем
            </td>
        </tr>
        <tr>
            <td>
                ніхон нукіте
            </td>
            <td>
                Удар двома пальцями
            </td>
        </tr>
        <tr>
            <td>
                йохон нукіте
            </td>
            <td>
                Удар чотирма пальцями
            </td>
        </tr>
        <tr>
            <td>
                атама
            </td>
            <td>
                голова
            </td>
        </tr>
    </tbody>
</table>
<h2>РІВНІ (ВИСОТИ)</h2>
<table>
    <tbody>
        <tr>
            <td>
                джодан
            </td>
            <td>
                Голова, шия
            </td>
        </tr>
        <tr>
            <td>
                чудан
            </td>
            <td>
                Тулуб
            </td>
        </tr>
        <tr>
            <td>
                гедан
            </td>
            <td>
                Нижній рівень
            </td>
        </tr>
    </tbody>
</table>
<h2>СТОРОНИ</h2>
<table>
    <tbody>
        <tr>
            <td>
                хідарі
            </td>
            <td>
                Ліва
            </td>
        </tr>
        <tr>
            <td>
                мігі
            </td>
            <td>
                Права
            </td>
        </tr>
        <tr>
            <td>
                ої
            </td>
            <td>
                Одноіменна сторона
            </td>
        </tr>
        <tr>
            <td>
                гяку
            </td>
            <td>
                Різноіменна сторона
            </td>
        </tr>
    </tbody>
</table>

<h2>СТІЙКИ</h2>

<table>
    <tbody>
        <tr>
            <td>
                хайсоку дачі
            </td>
            <td>
                Паралельні ступні разом
            </td>
        </tr>
        <tr>
            <td>
                фуду дачі
            </td>
            <td>
                Стійка уваги
            </td>
        </tr>
        <tr>
            <td>
                хейко дачі
            </td>
            <td>
                Паралельна стійка
            </td>
        </tr>
        <tr>
            <td>
                кіба дачі
            </td>
            <td>
                Позиція вершника
            </td>
        </tr>
        <tr>
            <td>
                кокутсу дачі
            </td>
            <td>
                Задня стійка (30% навантаження на передню ногу, 70% - на задню)
            </td>
        </tr>
        <tr>
            <td>
                мусубі дачі
            </td>
            <td>
                Носки в сторони, п’ятки разом
            </td>
        </tr>
        <tr>
            <td>
                некоаші дачі
            </td>
            <td>
                Позиція кота
            </td>
        </tr>
        <tr>
            <td>
                санчін дачі
            </td>
            <td>
                Позиція “пісочний годинник”
            </td>
        </tr>
        <tr>
            <td>
                суруаші дачі
            </td>
            <td>
                Позиція чаплі
            </td>
        </tr>
        <tr>
            <td>
                йой дачі
            </td>
            <td>
                Підготовча стійка
            </td>
        </tr>
        <tr>
            <td>
                зенкутсу дачі
            </td>
            <td>
                Передня стійка (60% навантаження на передню ногу, 40% - на задню)
            </td>
        </tr>
    </tbody>
</table>

<h2>ГОЛОВА І ШИЯ</h2>

<table>
    <tbody>
        <tr>
            <td>
                Аго
            </td>
            <td>
                Підборіддя
            </td>
        </tr>
        <tr>
            <td>
                Атама
            </td>
            <td>
                Голова
            </td>
        </tr>
        <tr>
            <td>
                Ганмен
            </td>
            <td>
                Обличчя
            </td>
        </tr>
        <tr>
            <td>
                Хана
            </td>
            <td>
                ніс
            </td>
        </tr>
        <tr>
            <td>
                Кубі
            </td>
            <td>
                шия
            </td>
        </tr>
        <tr>
            <td>
                Кучі
            </td>
            <td>
                рот
            </td>
        </tr>
        <tr>
            <td>
                мімі
            </td>
            <td>
                вухо
            </td>
        </tr>
        <tr>
            <td>
                нодо
            </td>
            <td>
                горло
            </td>
        </tr>
    </tbody>
</table>

<h2>ТУЛОВИЩЕ</h2>

<table>
    <tbody>
        <tr>
            <td>
                Джоханшин
            </td>
            <td>
                Верхняя частина тіла
            </td>
        </tr>
        <tr>
            <td>
                Ката
            </td>
            <td>
                Плечі
            </td>
        </tr>
        <tr>
            <td>
                Кінтама
            </td>
            <td>
                Пах
            </td>
        </tr>
        <tr>
            <td>
                Коши
            </td>
            <td>
                Бедра
            </td>
        </tr>
        <tr>
            <td>
                Мізо-учі
            </td>
            <td>
                Сонячне сплетіння
            </td>
        </tr>
        <tr>
            <td>
                Муне
            </td>
            <td>
                Грудна клітка
            </td>
        </tr>
        <tr>
            <td>
                Рокотцу
            </td>
            <td>
                Ребра
            </td>
        </tr>
        <tr>
            <td>
                Сакотцу
            </td>
            <td>
                Ключиця
            </td>
        </tr>
        <tr>
            <td>
                Сенака
            </td>
            <td>
                По заду
            </td>
        </tr>
        <tr>
            <td>
                Хара
            </td>
            <td>
                Живіт
            </td>
        </tr>
        <tr>
            <td>
                Шинзо
            </td>
            <td>
                Серце
            </td>
        </tr>
    </tbody>
</table>

<h2>ЗАГАЛЬНИЙ СЛОВНИК</h2>

<table>
    <tbody>
        <tr>
            <td>
                аго
            </td>
            <td>
                Підборіддя
            </td>
        </tr>
        <tr>
            <td>
                атама
            </td>
            <td>
                Голова
            </td>
        </tr>
        <tr>
            <td>
                барай
            </td>
            <td>
                ПІдсічка
            </td>
        </tr>
        <tr>
            <td>
                бо
            </td>
            <td>
                Палка
            </td>
        </tr>
        <tr>
            <td>
                будо
            </td>
            <td>
                Бойовий шлях
            </td>
        </tr>
        <tr>
            <td>
                дан
            </td>
            <td>
                Ступінь майстерності
            </td>
        </tr>
        <tr>
            <td>
                доджо
            </td>
            <td>
                Зал
            </td>
        </tr>
        <tr>
            <td>
                ганмен
            </td>
            <td>
                Лице
            </td>
        </tr>
        <tr>
            <td>
                гяку нi
            </td>
            <td>
                Зміна напрямку руху
            </td>
        </tr>
        <tr>
            <td>
                хаджіме
            </td>
            <td>
                Почати
            </td>
        </tr>
        <tr>
            <td>
                Хантай
            </td>
            <td>
                Зміна сторін
            </td>
        </tr>
        <tr>
            <td>
                хікі
            </td>
            <td>
                Утягнути
            </td>
        </tr>
        <tr>
            <td>
                хікіте
            </td>
            <td>
                Втягнута рука
            </td>
        </tr>
        <tr>
            <td>
                хізо
            </td>
            <td>
                Ребро
            </td>
        </tr>
        <tr>
            <td>
                хонбу
            </td>
            <td>
                Центр
            </td>
        </tr>
        <tr>
            <td>
                ібукі
            </td>
            <td>
                Силове дихання
            </td>
        </tr>
        <tr>
            <td>
                камає
            </td>
            <td>
                Позиція
            </td>
        </tr>
        <tr>
            <td>
                камаєте
            </td>
            <td>
                Прийняти позицію
            </td>
        </tr>
        <tr>
            <td>
                кара
            </td>
            <td>
                Беззбройний
            </td>
        </tr>
        <tr>
            <td>
                кеаге
            </td>
            <td>
                Мах прямою ногою
            </td>
        </tr>
        <tr>
            <td>
                кекомі
            </td>
            <td>
                Штовхаючий удар
            </td>
        </tr>
        <tr>
            <td>
                кіай
            </td>
            <td>
                Крик
            </td>
        </tr>
        <tr>
            <td>
                кіме
            </td>
            <td>
                Концентрація
            </td>
        </tr>
        <tr>
            <td>
                кін
            </td>
            <td>
                Пах
            </td>
        </tr>
        <tr>
            <td>
                котай
            </td>
            <td>
                Зміна пар
            </td>
        </tr>
        <tr>
            <td>
                коте
            </td>
            <td>
                Передпліччя
            </td>
        </tr>
        <tr>
            <td>
                коюбі
            </td>
            <td>
                Мізинець
            </td>
        </tr>
        <tr>
            <td>
                кубі
            </td>
            <td>
                Шия
            </td>
        </tr>
        <tr>
            <td>
                куміте
            </td>
            <td>
                Боротьба (спаринг)
            </td>
        </tr>
        <tr>
            <td>
                мавате
            </td>
            <td>
                Повернутися
            </td>
        </tr>
        <tr>
            <td>
                мі
            </td>
            <td>
                Очі
            </td>
        </tr>
        <tr>
            <td>
                могорей
            </td>
            <td>
                Виконувати без рахунку
            </td>
        </tr>
        <tr>
            <td>
                мокусо
            </td>
            <td>
                Медитація
            </td>
        </tr>
        <tr>
            <td>
                мороте
            </td>
            <td>
                Подвійна рука
            </td>
        </tr>
        <tr>
            <td>
                наоре
            </td>
            <td>
                Повернутися у вихідне положення
            </td>
        </tr>
        <tr>
            <td>
                ногаре
            </td>
            <td>
                М'яке дихання
            </td>
        </tr>
        <tr>
            <td>
                отагаі
            </td>
            <td>
                Кожна людина
            </td>
        </tr>
        <tr>
            <td>
                рей
            </td>
            <td>
                Поклін
            </td>
        </tr>
        <tr>
            <td>
                сакотсу
            </td>
            <td>
                Ключиця
            </td>
        </tr>
        <tr>
            <td>
                сейза
            </td>
            <td>
                На коліна
            </td>
        </tr>
        <tr>
            <td>
                семпай
            </td>
            <td>
                Старший учень
            </td>
        </tr>
        <tr>
            <td>
                сенсей
            </td>
            <td>
                Учитель
            </td>
        </tr>
        <tr>
            <td>
                соатте
            </td>
            <td>
                Сідай
            </td>
        </tr>
        <tr>
            <td>
                сагарі
            </td>
            <td>
                Перміщення назад без розвороту
            </td>
        </tr>
        <tr>
            <td>
                тандем
            </td>
            <td>
                Низ живота
            </td>
        </tr>
        <tr>
            <td>
                те
            </td>
            <td>
                Рука
            </td>
        </tr>
        <tr>
            <td>
                тобі
            </td>
            <td>
                Стрибок (політ)
            </td>
        </tr>
        <tr>
            <td>
                уке
            </td>
            <td>
                Блок
            </td>
        </tr>
        <tr>
            <td>
                вакатта
            </td>
            <td>
                Зрозуміло?
            </td>
        </tr>
        <tr>
            <td>
                яме
            </td>
            <td>
                Закінчити
            </td>
        </tr>
        <tr>
            <td>
                ясуме
            </td>
            <td>
                Розслабитися
            </td>
        </tr>
        <tr>
            <td>
                йой
            </td>
            <td>
                Усвідомлювати
            </td>
        </tr>
        <tr>
            <td>
                ідогейко
            </td>
            <td>
                Основи переміщень
            </td>
        </tr>
        <tr>
            <td>
                Тате кудасай
            </td>
            <td>
                Будь ласка, встаньте
            </td>
        </tr>
        <tr>
            <td>
                арігато гозаймашта
            </td>
            <td>
                Дуже дякую
            </td>
        </tr>
        <tr>
            <td>
                Шитсурей шімасу
            </td>
            <td>
                Вибачте за запізнення
            </td>
        </tr>
    </tbody>
</table>

<h2>РАХУНОК</h2>

<table>
    <tbody>
        <tr>
            <td>1</td>
            <td>іті (іч)</td>
            <td>5</td>
            <td>Го</td>
            <td>9</td>
            <td>ку</td>
        </tr>
        <tr>
            <td>
                2
            </td>
            <td>
                ні
            </td>
            <td>
                6
            </td>
            <td>
                року
            </td>
            <td>
                10
            </td>
            <td>
                дзю
            </td>
        </tr>
        <tr>
            <td>
                3
            </td>
            <td>
                сан
            </td>
            <td>
                7
            </td>
            <td>
                сіті (шічі)
            </td>
            <td>
                45
            </td>
            <td>
                йон дзю го
            </td>
        </tr>
        <tr>
            <td>
                4
            </td>
            <td>
                сі (ші)
            </td>
            <td>
                8
            </td>
            <td>
                хаті
            </td>
            <td>
                90
            </td>
            <td>
                ку дзю
            </td>
        </tr>
    </tbody>
</table>

<h2>Кольорові пояси</h2>

<table>
    <tbody>
        <tr>
            <td>
                Муданша
            </td>
            <td>
                Той, що навчається
            </td>
        </tr>
        <tr>
            <td>
                Юданша
            </td>
            <td>
                Володар Чорного поясу
            </td>
        </tr>
        <tr>
            <td>
                Іро-обі
            </td>
            <td>
                Кольоровий пояс
            </td>
        </tr>
        <tr>
            <td>
                Шіро-обі
            </td>
            <td>
                Білий Пояс
            </td>
        </tr>
        <tr>
            <td>
                Ака-обі
            </td>
            <td>
                Оранжевий Пояс
            </td>
        </tr>
        <tr>
            <td>
                Мізуіро-обі
            </td>
            <td>
                Синій Пояс
            </td>
        </tr>
        <tr>
            <td>
                Кііро-обі
            </td>
            <td>
                Жовтий Пояс
            </td>
        </tr>
        <tr>
            <td>
                Мідорі-обі
            </td>
            <td>
                Зелений пояс
            </td>
        </tr>
        <tr>
            <td>
                Ча-обі
            </td>
            <td>
                Коричневий Пояс
            </td>
        </tr>
        <tr>
            <td>
                Кюро-обі
            </td>
            <td>
                Чорний пояс
            </td>
        </tr>
    </tbody>
</table>

@endsection