@extends('layouts.article')

@section('article-content')


<h1>Додзьо Кун Кіокушинкай</h1>

<header>Додзьо Кун (Клятву) було написано <a href="/articles/theory/masutatsu-oyama/">Масутацу Оямою</a> за допомогою
    Ейджи
    Йошікава (Eіjі Yoshіkawa), автора роману «Мусаші» (Musashі), інша назва «Десять мечоносців», що був заснований на
    житті Міямото Мусаші (Mіyamoto Musashі), найбільш відомого воїна-самурая Японії. <strong>Додзьо Кун</strong>
    звичайно вимовляється наприкінці кожного тренування, коли студенти й інструктори вирівняні в лінію і сидять у позі
    «Сейдза». Кожен рядок Додзьо Кун вимовляється найстаршим учнем і повторюється всією групою.</header>

<h2>Додзьо Кун (Романджи варіант):</h2>

<ol>
    <li>Хітоцу, варе варе ва, шишншин о ренмаши, какко фубацу но шингі оківамеру кото.</li>
    <li>Хітоцу, варе варе ва, бу но шинзуй о ківаме, кі ні хаші, кан ні бін нару кото.</li>
    <li>Хітоцу, варе варе ва, шиджицу гокен о мотте, кокі но сейшин о каніо суру кото.</li>
    <li>Хітоцу, варе варе ва, рейсецу о монжи, чедже о кейши, собо фурумай о цуцушимо кото.</li>
    <li>Хітоцу, варе варе ва, шинбуцу о тотобі, кенжо но бітоку о васурезару кото.</li>
    <li>Хітоцу, варе варе ва, чісей те тайріоку те о коджа сасе, кото ні нозонде аяматазару кото.</li>
    <li>Хітоцу, варе варе ва, шогай но шугі о карате но мічі ні цуджи, кіокушин но мічі о матто суру кото.</li>
</ol>

<p>Ви можете прослухати, як це звучить:</p>

<audio controls="controls" src="/downloads/dodjo-kun.mp3"></audio>

<h2>Додзьо Кун (український варіант перекладу):</h2>

<ol>
    <li>Ми будемо тренувати наші серця й тіла для досягнення твердого, непохитного духу.</li>
    <li>Ми будемо дотримуватись дійсного змісту шляху бойового мистецтва, з тим щоб наші почуття завди були
        напоготові.
    </li>
    <li>З істинним прагненням ми будемо культивувати дух самозаперечення.</li>
    <li>Ми будемо керуватись правилами етикету, поваги до старших і прагнути стримуватись від насильства.</li>
    <li>Ми будемо слідувати нашим релігійним принципам і ніколи не забудемо дійсну доброчинність скромності.</li>
    <li>Ми будемо прагнути мудрості й сили, відкидаючи інші бажання.</li>
    <li>Все наше життя, через вивчення карате, ми будемо прагнути виконати шлях Кіокушинкай!</li>
</ol>

@endsection