@extends('layouts.article')

@section('article-content')


<h1>Карате кіокушинкай: етикет додзьо</h1>
<h2>Вступ</h2>

<p style="margin-left:50%;font-style:italic;margin-bottom:0px;padding-bottom:0px;text-indent:0px">Військовий шлях
    починається з етикету і закінчується етикетом</p>

<!--
<p style="margin-left:50%;font-style:italic;margin-bottom:0px;padding-bottom:0px;text-indent:0px">Справжня мета мистецтва карате Кіокушин — це не перемога чи поразка, а вдосконалення характеру людини.</p> 
-->

<p style="margin-left:50%;font-style:italic;margin-top:0px;text-indent:0px"><a
        href="/articles/theory/masutatsu-oyama/">Масутацу Ояма</a>.</p>

<p>Ці традиції засновано на здоровому глузді, добрих манерах і традиціях Японії, батьківщини сучасного карате. Іноді
    західним студентам важко пристосуватись до етикету додзьо, який існує в Японії. Протягом багатьох років засновниками
    деяких бойових мистецтв робилось багато спроб знищити, наскільки можливо, традиційний бойовий шлях, заявляючи, що
    для європейців він несумісний і не сприйнятний. Але, роблячи це, люди несвідомо відривають себе від самого джерела
    життєвої сили, яка робить бойові мистецтва Сходу унікальними. </p>

<p>Прикладом цього може бути форма для тренувань. У деяких школах можна побачити догі (форми) різних кольорів, пошиті
    для того, щоб розрізняти ступені окремих студентів. Ця ідея зовсім чужа традиційному японському шляху, згідно якого
    простий білий тренувальний костюм носить кожний, починаючи від керівника і до початківця, який прийшов вперше; від
    члена парламенту і до простого трудівника, нагадуючи про таку хорошу рису, як скромність. Тому що в своїй суті всі
    люди створені рівними, і ілюзія лежить в основі поняття, що хтось кращий за іншого. Люди розрізняються тільки по
    щирому відношенню до тренувань і скромності серця.</p>

<p>Карате часто вважають нічим не більшим, ніж грубим, і таким, що потребує великих затрат енергії спортом, який служить
    незначній меті: тільки вчить своїх членів, як спричиняти шкоду одне одному найгіршим чином. Без ввічливості додзьо
    дуже швидко наповнюється грубими і лютими людьми. Будьте щирими, вивчаючи етикет додзьо. Церемонія без щирості —
    лицемірна, і в цілому не пасує людині бойового мистецтва. Каратист мусить бути помітним по ввічливості, здоровому
    блиску в очах і жвавості рухів.</p>

<p>Ніхто не вище правил ввічливості, які виражені в правилах додзьо. Часто старший студент стає надто безцеремонним в
    додзьо і з своїми товаришами, і веселиться, порушуючи правила додзьо.</p>

<p>Завжди пам'ятайте, що всі каратисти, незалежно від того, чорні в них пояси, чи вони початківці, тренуються в одному
    додзьо, на одній підлозі. Всі практикують однакові техніки і сповідують однакові ідеали. Тому всі керуються єдиними
    вимогами етикету!!!</p>

<h2>Правила етикету</h2>
<ol>
    <li>Заходячи чи залишаючи додзьо, завжди станьте обличчям вперед і скажіть “Ос”, потім поверніться в напрямі до
        інших студентів класу, вклоніться і ще раз скажіть “Ос”.</li>
    <li>Запізнившись в клас, сядьте на коліна в сейдза обличчям до задніх рядів класу. Чекайте, закривши очі в мокусо.
        Коли до вас звернуться, залишайтесь в сейдза, поклоніться, сказавши “Shitsurei shimasu” (вибачте за запізнення).
        Встаньте, поверніться до передньої частини додзьо і вклоніться ще раз, вигукуючи “Ос”, і швидко приєднайтеся до
        заднього ряду класу. Учні, які запізнються, повинні старатися приходити вчасно.</li>

    <li>Не знімайте ніяку частину вашого догі (одягу) під час тренування, поки вам не скажуть цього зробити.</li>

    <li>Не їжте, не жуйте жуйку, не куріть в додзьо!</li>

    <li>Коли вам кажуть стати в якусь позицію чи вишикуватись в ряди, завжди рухайтесь якомога швидше – не ходіть
        повільно.</li>

    <li>Ніколи не вправляйтесь в куміте, коли відсутній інструктор.</li>

    <li>Не запрошуйте для куміте бійця високого ступеня. Але ніколи не відмовляйтесь від бою, якщо вас запросив боєць з
        високим ступенем.</li>

    <li>Не залишайте шеренгу ні за яких обставин без дозволу інструктора. Ніколи не йдіть між рядами, чи між
        інструктором і тими, хто займається . Якщо вам потрібно вийти, пройдіть за рядом, в якому ви знаходились.</li>

    <li>Звертайтесь до свого інструктора: Семпай, Сенсей чи Шихан залежно від звання. Не звертайтесь в класі до
        інструктора по імені.</li>

    <li>Не сваріться, не смійтесь, не хихотіть, не розмовляйте, не сидіть розвалившись, будьте уважними під час
        тренування. Відносьтесь до тренувань серйозно, це не місце для сміху. Каратист завжди слідкує за своїми діями і
        добре себе поводить. Володіння високим ступенем (особливо чорним поясом) – це не білет для безцеремонності в
        додзьо. Не тратьте марно свій час і час інших, якщо ви ще не готові, щоб відноситись до тренувань і до
        товаришів-каратистів з повагою і заслуженою серйозністю. Учень мусить залишатись в класі до виконання останнього
        поклону (закінчення ритуалу) в кінці тренування. Порушення цього правила неприпустиме.</li>

    <li>Поверніться назад від передньої частини класу, чи від вашого партнера, якщо ви працюєте з кимось, щоб
        перев’язати пояс чи заправитись. Вчіться поважати ваш пояс як символ ваших зусиль в тренуваннях.</li>

    <li>Ваше догі має бути чисто випраним і акуратним в будь-який час. Ваш пояс має бути висушеним, але не випраним, так
        як він вміщає дух вашої праці на тренуваннях.</li>

    <li>Уважно слухайте вказівки інструктора. Пам’ятайте, що інструктор не попросить вас зробити щось таке, що він чи
        вона теж не зроблять. Виконуйте всі вимоги інструктора, викликаючи голосно “Ос”.</li>

    <li>До інструктора, яким би він не був , потрібно ставитися з високою повагою. Карате починається і закінчується
        ввічливістю. Якщо ви не можете знайти в собі вміння показати повагу до людини, яка тратить на вас час, на те,
        щоб навчити вас, то ви не не належите до додзьо карате. Ніколи не сперечайтесь і не розмовляйте в класі, поки
        вас не спитає інструктор. Така слухняність розвиває довіру між інструктором і студентом, що покращує взаємне
        сприйняття, полегшує і прискорює процес навчання.</li>

    <li>Заради безпеки і акуратності не носіть коштовностей під час тренувань, чи коли вдягаєте догі (металічні
        предмети, ланцюжки, персні, кульчики і т.п.). Мобільні телефони учнів повинні бути вимкнені.</li>

    <li>Завжди тримайте нігті на руках і ногах чистими і коротко підстриженими. Завжди слідкуйте, щоб ваші ноги та руки
        були чисто вимитими для тренування. На тренуванні ви часто працюєте близько біля інших людей. Нікому не
        подобається тренуватись з тим, хто брудний.</li>

    <li>Обов’язково ходіть в туалет до тренування. Випадковий удар в повний міхур може бути небезпечним. Старайтесь
        також пам’ятати, що тренування на повний шлунок недобре для тіла, тому старайтесь їсти хоча б за годину до
        тренування.</li>
</ol>

@endsection