@extends('layouts.article')

@section('article-content')


<h1>Значення й принципи ката</h1>

<p>Слово ката означає "форма", зовнішній вигляд.</p>

<p>Ієрогліф ката складений із трьох ієрогліфів:</p>

<figure>
    <img style="float:left" src="/images/articles/katachi.png" alt="Іерогліф для слова 'форма'" />
    <figcaption class="float-left"><b>Katachi</b> - означаючає &laquo;форма&raquo;</figcaption>
</figure>

<figure>
    <img style="float:left" src=" /images/articles/kai.png" alt="Іерогліф для слова 'різати'" />
    <figcaption><b>Kai</b> - означаючає &laquo;різати&raquo;</figcaption>
</figure>

<figure>
    <img style="float:left" src="/images/articles/tsuchi.png" alt="Іерогліф для слова 'земля'" />
    <figcaption> <b>Tsuchi</b> - означаючає &laquo;земля&raquo; чи &laquo;ґрунт&raquo;.
</figure>

<p>Дослівний переклад слова ката &mdash; «форма яка ріже землю».</p>

<p><dfn>Ката</dfn> &mdash; це послідовність блоків, ударів виконуваних в одній чи більш стійках, включаючи руху
    вперед,
    назад і в сторони. Кількість рухів і їхня послідовність дуже специфічні. Баланс між настанням і обороною, що
    використовуються стійки, напрямок і спосіб пересування - усе це дає кожному ката свій власний, відмінний від
    інших
    характер.</p>

<p>Шляхом практики ката, вивчається традиційна техніка використовувана в бої. Також розвиваються баланс, координація
    подих і концентрація. При правильному виконанні, ката є прекрасними фізичними вправами і дуже ефективним
    способом
    підбити підсумок у своєму розумі і загартувати своє тіло. Ката втілює ідею рен ма (ren ma) , чи «завжди
    відточує» —
    при старанній практиці руху ката стають більш витонченими і бездоганними. Увага до кожної деталі, що необхідна
    для
    удосконалювання ката , розвиває самоконтроль.</p>

<p>Шляхом концентрації, самовіддачі і практики ви можете досягти вищого рівня навчання, при якому ката настільки
    вкорінюється в підсвідомість, що губиться потреба свідомої уваги. Це і є те, що майстра Дзэн називають мушин
    (mushіn), чи "без свідомості". Свідомість, раціональне мислення зовсім не використовується на практиці &mdash;
    те,
    що раніш запам'ятовувалося, тепер відбувається мимовільно.
    Практика традиційного ката це також спосіб для каратека показати свою повагу до походження й історії Кіокушин
    Карате
    і бойових мистецтв у цілому.</p>

<p>Ката Кіокушинкай знаходять свої джерела в двох плинах навчання карате: системи годзю-рю Чоюна Міягі (1988-1953) і
    системи Шотокан Гичина Фунакоши (1868-1958), людини, що ввів карате в Японію з Окінави в 1922 р.. Гичин Фунакоши
    і
    Кенва Мабуни (1889-1952), засновник сильної системи шито-рю, тренувалися разом під керівництвом Окінавських
    учителів
    Язуцуне Азато (1827-1906) і Анко Ітосу (1839-1915). Ітосу винайшов ката Пінан, що Фунакоши пізніше злегка
    змінив.
    Мабуни також тренувався під керівництвом учителя Канрио Хигаонна (1853-1915). Чоюн Міягі почав учитися під
    керівництвом Хиоганна у віці 14 років, після того як його представив Рюко Аракаки, вельмишановний експерт, з
    яким
    Міягі учився з віку 11 років. Стиль Годзю-Рю &mdash; це член Шорей-рю, групи шкіл Наха-те, що знаходиться в
    основному під впливом південних стилів китайського кемпо. Хигаонна почав вивчати Кемпо у віці 16 років. У 22
    року
    він поїхав у місто Фучоу, столицю провінції Фукиен у Південному Китаї. Там він жив 15 років, навчаючи у вчителя
    Кемпо Південного Шаолиня, відомого під ім'ям Доруко (рю Рюко). Стиль Кемпо Дорюко ґрунтувався на формах п'яти
    тварин
    Шаолінь Ці форми були спочатку розроблені з обліком їхньої терапевтичної цінності лікарем династії трьох
    королівств
    (250-265 до н.е.) Ван Те. Ґрунтуючись на його вивченні рухів ведмедя, мавпи, оленя, курча і тигра, концепції Ван
    Те
    вплинули на більшість бойових мистецтв, що вийшли з Китаю того часу.</p>

<p>У відмінності від ката школи Наха-те, що випробували південний вплив, стиль шотокан мав сильні корені в Шорин-рю,
    системах Шури-Те (з області Шури в Окінаві), на які вплинув головним чином північний стиль кемпо. Величезні
    відкриті
    простори рівнин Північного Китаю сприяли такому стилю життя, при якому розвивалися сильні стегна і ноги. Люди
    були
    мисливцями, земля була сухою, і пересувалися або пішки, або на коні.</p>

<p>Ката північного стилю мали рухи широкого розмаху з великих кількістю технік стрибків. Дистанція бою (Ма-ай) між
    супротивниками була досить великою. Блоки й удари були прямолінійними і здавалися твердими, у порівнянні з
    південними стилями. Усе-таки вони були сильними, коли виконувалися вміло. Ката Цуки-но - це типовий приклад ката
    північного впливу.</p>

<p> Важливо відзначити, що Наха-те, Шури-те і Томари-то, три стилі карате Окінава, розвивалися в областях, дуже
    близьких
    одне до одного, і тому мають більше загального, чим розходжень. Зовні, техніки розрізнялися широко, але, це,
    здається було викликано тільки підкресленням різних аспектів тих самих загальних принципів карате, що розділяли
    всі
    три стилі. Спочатку, ката належали тій чи іншій школі, але згодом , їх розділяли багато шкіл, причому назва ката
    звичайно відрізнялися.</p>

<p>В ранні роки, Мас Ояма мав можливість тренуватися з майстрами і Південного і Північного плинів, як у Японії так і
    в
    Кореї. Тому Киокушин-рю - це унікальне злиття обох шкіл, що і демонструється в різноманітті прекрасних і сильних
    ката.</p>

<p>Каратист Киокушин-рю вільно б'ється і на малій, і на великій дистанції. Удари руками винятково сильні, і він
    дорівнює
    митецький у близьких захопленнях руками й у тугих, кругових блоках. У ката Киокушин можна знайти вічний і живий
    зв'язок з майстром карате минулого, і через ці ката продовжуються традиції класичного мистецтва карате.</p>

<p>Відповідно до джерела впливу, ката Киокушин можуть бути згруповані в такий спосіб:</p>

<p>Наха-те &mdash; найдужчий південний вплив: Санчін, Теншо, Гексай Шо, Гекусай Дай, Сайха, Сайчин, Гарю, Сэйпай</p>

<p>Шури-те &mdash; найдужчий північний вплив: Цуки але Ката, Канку (Кушонку), Сусихо (Усейши, Тоюшихо).</p>

<p>Усі ці ката, крім Янцу і Гарю, можна знайти в тій чи іншій формі в інших основних стилях карате (Янцу і Гарю в
    деяких
    випадках знаходять у стилях, що є відгалуженнями Киокушин). Гарю, ката із сильним південним впливом, було
    розроблено
    Мас Оямой. Янцу &mdash; це ката, що часто знаходять (з різними варіаціями) у багатьох школах китайського Кемпо.
    У
    минулому ката було більше, головним чином ката із Шотокана, але вони були скорочені.</p>

@endsection