@extends('layouts.article')

@section('content')

<h1>Ката в кіокушинкай-карате. Зміст і значення</h1>
<p><dfn>Ката</dfn> (яп. 型(形) — ката, «форма» («формальна вправа») — систематизована послідовність групи прийомів, які
    пов'язані один з одним принципами ведення бою з уявним одним чи декількома противниками.</p>

<p>
    <a href="/images/users/kata.jpg">
        <img class="rounded ilustration" src="/images/users/kata_p.jpg" alt="Сенсей Наталя Мутіна виконує ката" />
    </a>
</p>
<p>За словами <a href="/articles/theory/masutatsu-oyama/">Масутацу Оями</a>, основні ката так близькі до «священних
    писань карате», як тільки можна підійти. У своїй книзі «Це карате» він говорить: <em>«Повторне тренування основних
        (ката) робить можливим вільне вираження в русі інших більш просунутих (ката)»</em>.</p>

<p>Ймовірно, однією з найпопулярніших цитат про значущість і життєву важливість ката є наступна цитата з Кенва Мабуні
    (Засновника Шито-Рю), яку Масутацу Ояма процитував у книзі «Це карате»: <em>«Найважливішим у карате є Номінальні
        Вправи. В них переплелися всі техніки захисту і нападу. З цієї причини ми повинні досконало усвідомлювати їх
        аналітичну значущість, і ми повинні правильно їх виконувати»</em>. Хоча, на жаль, є люди які думають, що можна
    ігнорувати самі номінальні вправи і займатися тільки бойовою практикою. Таке ставлення ніколи не приведе до
    реального прогресу в карате. Тому що людина, відкинувши ката, відкидає спадщину великих майстрів, і буде змушена
    знову відкривати її самостійно, спираючись тільки на власний досвід. Це доля всіх самоучок — болісно відкривати
    давно відкрите.</p>

<p>Відчуття від правильно виконаної ката словами не передати, але це щось на зразок радості від добре проспіваній пісні.
    І з кожною вивченою ката учневі відкривається новий бік спадщини майстрів-творців ката, що передаються з покоління в
    покоління.</p>
<p>У нашому клубі освоєнню ката традиційно приділяється багато уваги. Головним тренером по ката в нашому клубі є
    7-разовим чемпіонка Європи сенсей <a href="/coaches/sensei-kochetkova-natalia/">Наталія Мутіна</a> (на фото).
    Вивчайте ката з нами!</p>
<p>Осу!</p>

@endsection