@extends('layouts.article')

@section('article-content')
<h1>Значення кіме й кіай</h1>

<p>Кіме — «мобілізація». Це основоположний принцип карате: вміння в будь-якій ситуації, з будь-якого положення тіла
    моментально зібратися і виплеснути енергію всього тіла в один удар, захист або рух. Саме з кіме виникає принцип
    простих рухів: бачиш можливість - бий; не бачиш можливості - не роби зайвих рухів. Потрібно бути готовим завдати
    удару, але не готуватися до нього; потрібно вкласти в удар все сили, але через секунду "вкласти всі сили" ще і ще
    раз.</p>

<p>Кіай — різкий вигук. Правильно виконаний кіай ненадовго мобілізує все тіло і вирівнює дихання, нейтралізуючи
    негативні ефекти проведеного удару.</p>
@endsection