@extends('layouts.article')

@section('article-content')
<h1>Громадська організація «Національна Федерація Кіокушинкай Карате України» (НФККУ)</h1>
<p>НФККУ створена Установчою Конференцією 07.06.1996 у м.Вінниці.<br />
    Свідоцтво про реєстрацію НФККУ Міністерством юстиції України № 857.</p>

<!--p>Повна назва: Всеукраїнська громадська організація «Українська федерація кіокушинкай карате»<br /> Скорочена назва: «Українська федерація кіокушинкай карате» або УФКК</p-->
<p>Починаючи з 06.10.03 НФККУ відповідно є членом <a href="http://www.wko.or.jp/">Всесвітньої організації карате
        (WКО)</a>.</p>

<div class="ilustrations">
    <img src="/images/articles/nfkku-goncharenko.jpg" alt="Шихан Гончаренко Олександр Валерійович" />
    <img src="/images/articles/nfkku.png" class="no-border" alt="Емблема НФККУ" />
</div>

<p>Президент НФККУ — шихан <strong>Гончаренко Олександр Валерійович</strong>, м. Вінниця:</p>
<ul>
    <li>Володар 5-го дану з кіокушинкай карате</li>
    <li>Майстер cпорту України, Заслужений тренер України, суддя міжнародної категорії</li>
    <li>Член Президії Європейської організації карате (ЕКО)</li>
    <li>Голова Суддівського Комітету Європейської організації карате (ЕКО)</li>
    <li>Нагороджений медаллю «За відзнаку у військовій службі»</li>
</ul>
<p>Сайт НФККУ: <a href="http://wko-ukraine.org">wko-ukraine.org</a></p>
@endsection