@extends('layouts.article')

@section('article-content')
<h1>Значення назви &laquo;Кіокушинкай&raquo; та емблеми &laquo;Канку&raquo;</h1>
<p>Назва &laquo;Кіокушинкай&raquo; в перекладі з японської означає: &laquo;пошук істини на шляху бойового
    мистецтва&raquo; (<strong>Кіоку</strong> &mdash; означає межу, кінцевість. <strong>Шин</strong> &mdash; означає
    істину або реальність, <strong>Кай</strong> &mdash; означає зв&rsquo;язок, зібрання, союз).І іноді цей переклад
    трактують як &laquo;товариство абсолютної істини&raquo;, західний варіант &laquo;надпотужне карате&raquo;.</p>
<p>КІОКУШИНКАЙ кидає сміливий виклик межам людських можливостей. Досягнення змісту Кіокушинкай вимагає не тільки
    роздумів (медитації), але перш за все впертих практичних занять. Адже шлях до істини в бойовому мистецтві лежить
    через реальність боротьби, яка сама по собі стає формою активної медитації, що веде до просвітлення (саторі).
    Кіокушинкай &mdash; силовий контактний стиль, але <a href="/articles/theory/masutatsu-oyama/">Ояма</a> стверджує, що
    &laquo;досягнення тільки фізичної сили подібно спробі створити статую Будди, не вкладаючи душу в цю працю.&raquo;
</p>
<p>Карате виробляє відданість, хоробрість і інші якості, властиві воїнам. Але воно не змогло б проіснувати настільки
    довго, якби було тільки комплексом прийомів боротьби, а не чимось більшим. Його життєздатність виникає з органічного
    злиття технічних прийомів і Шляху, яким слідує Дух. З цієї причини Карате повинне розцінюватися не стільки як
    войовниче мистецтво, що використовується для поразки ворога, скільки як засіб саморозвитку у фізичному і духовному
    змісті. У цілому ж Карате варто розглядати як шлях і засіб самовдосконалення.</p>

<p><img class="rounded ilustration-small" src="/images/articles/kanky.gif" alt="Емблема канку" />
    Головним символом школи є Канку (бере свій початок від назви ката Канку). У символічному
    &laquo;привітанні сонцю&raquo; розкриті руки підіймаються вгору і формують фігуру з долонь, що дозволяє
    &laquo;споглядати небо&raquo;. Долоні, повернуті назовні, з&rsquo;єднують зімкнуті чотири пальці і відведені великі
    пальці кожної руки &mdash; ця фігура й утворює символ. Вузькі кінці Канку &mdash; це пальці, які символізують
    вершину або границю. Широкі частини представлені зап&rsquo;ястями і символізують силу. Центр &mdash; безмежність і
    глибина. Символ Канку замкнений у коло, що символізує неперервність (плинність) і рух по колу.</p>

@endsection