@extends('layouts.article')

@section('article-content')
<h1>Масутацу Ояма — засновник стилю Кіокушинкай</h1>

<img class="rounded ilustration" src="/images/articles/ojama.jpg" alt="Масутацу Ояма - засновник стилю кіокушинкай" />

<p>Історія та розвиток Кіокушинкай карате нерозривно пов'язані з ім'ям легендарного японського майстра карате Масутацу
    Ояма. Легенди навколо цього чудового бійця і тренера поширювались навіть за його життя, а вже тепер все складніше
    відокремити правду від спроб очорнити або прикрасити образ <span
        style="border-bottom: #202020 1px dashed; cursor: help;"
        title="досл. «Генеральний суддя» - засновник і голова школи бойового мистецтва">Сосая</span>. Ми ж розповімо те,
    що не викликає ані сумнівів, ані суперечок.</p>

<p>Кореєць за народженням, майбутній володар 10-го дана народився 27 липня 1923 року в Кореї, в провінції Чолла-Пукто,
    що знаходилася тоді під владою Японії, і отримав при народженні ім'я Чхве Йон Ый.</p>

<p>У віці 9 років майбутній майстер почав знайомитися з різними бойовими мистецтвами Сходу і Заходу. До свого знайомства
    з карате йому вдалося вивчити багато напрямків. Це і китайське «18 рук», і японське дзюдо, і англійський бокс. Юний
    боєць не міг уникнути захвату мілітаристською романтикою — і в 1938 році він переїжджає до Японії, щоб стати
    військовим льотчиком. В Токіо і відбулося його знайомство з карате, що визначило все його подальше життя. Його
    вчителем став легендарний Гітіно Фунакоші. Він навчив юнака стилю, нині відомому як Шотокан. <em>«Майстер Фунакоші
        виправив мене. Він показав мені справжню суть карате»</em>, — за багато років скаже великий майстер.</p>
<p>Однак Шотокан не дав юному бійцеві відповідей на всі його питання — і поча&sh;лося вивчення стилю Годзю-рю. <em>«Я
        прочитав безліч книг і романів, присвячених бойовим мистецтвам, але ніколи не бачив і не чув про прийоми,
        настільки чудові, як прийоми мого вчителя Йосіді. Можна сказати, що його майстерність і мистецтво були
        досконалими...»</em>,&nb;— скаже Ояма про свого вчителя Котаро Йосіді.</p>

<p class="text-center">* * *</p>

<p>...1945-й. Японію переможено. Дух Ямато і кемпо здригнулися перед страшними ударами СРСР та США. Кодекс «Бусідо»,
    прославляння самурайської доблесті й традицій, культ війни — нещадно придушуються переможцями. Генерал Макартур
    забороняє навіть спортивні заняття одноборствами. Все, чим жив юний боєць і льотчик — завалилося в одну мить.</p>
<p>І в 1946 році починається найбільш інтригуюча, найбільш захоплююча смуга в житті Майстра.</p>
<p>...Хіба не пережив майстер меча Міямото Мусасі поразки в битві при Секігахара? Що ж дало йому сили продовжити Шляхи
    Воїна? За відповідями юнак вирушив на гору Мінобу в Префектурі Чіба, де Мусасі заснував свій стиль бою на мечах
    Ніто-Рю.</p>
<p>Самотою і переосмисленням закінчується учнівство тих, кому судилося стати Майстром. Хто змушений тяжко, не
    сподіваючись на допомогу, шукати свій шлях.</p>
<p style="margin-left: 2em; text-indent: 0px; font-style: italic;">Час ученичества! Но зрим и ведом <br />Другой нам
    свет, — еще заря зажглась <br />Благословен ему грядущий следом <br />Ты — одиночества верховный час!</p>
<p style="margin-left: 2em; text-indent: 0px; font-style: italic;">Час учнівства! Але бачено й знано <br />Інший світ, —
    ще зоря запалала <br />Благословен йому прийдешній слідом <br />Ти — самотності верховний час!</p>
<p style="font-style: italic;">Маріна Цвєтаєва (1892 — 1941), російська поетеса</p>
<p>Після відлюдництва, що продовжувалось 14 місяців, майстер прийняв ім'я, під яким його знає весь світ —
    <strong>Масутацу Ояма</strong>. Але його чекало ще одне відлюдництво. <em>«Недостатньо піти від людей, недостатньо
        змінити місце, потрібно піти і від властивостей натовпу, укорінених в нас; потрібно розлучитися з собою і потім
        знову знайти себе...»</em>, — ці слова Мішеля Монтеня Ояма навряд чи встиг прочитати до сходження на гору
    Кіeзумі. Але саме там йому судилося «розлучитися з собою і знайти себе знову».
</p>
<p>Тепер його тренування були фантастичними за навантаженнями - по 12 годин на день, кожен день, без дня перерви. День
    включав не тільки виснажливі тренування, а й вивчення наукових праць класиків Бойових мистецтв, Дзен і філософії. І
    так час проходив в очікуванні того дивного моменту, якому багато назв, і на жаль, всі вони затягані публіцистами до
    втрати сенсу. Цей день настав через 18 місяців аскези — і до людей повернувся Сосай Масутацу Ояма і приніс їм
    Кіокушинкай-карате (якому залишилося тільки придумати назву).</p>

<p class="text-center">* * *</p>

<p>Ояма знав тепер, що таке справжнє карате. Справа залишалася за малим — переконати у своїй правоті світ. <em>«Нікчемна
        мудрість, не здатна пристосуватися до загальної дурості» (Мішель Монтень)</em> — і Ояма починає відпрацьовувати
    циркові номери, з якими він почне гастрольну поїздку по США в 1952 р.</p>
<p>Ояма колов, ніби порцелянові, величезні каменюки, зносив горлечка пивним пляшкам, і пляшки при цьому не падали, бив
    себе молотком по кісточках пальців, пробивав руками і ногами товстелезні дошки, покладену в п'ятнадцять-двадцять
    шарів черепицю і вкладені одна на одну три-чотири цеглини. Досвідчена американська публіка була вражена. А хто зумів
    вразити американську публіку — може здійснити свої мрії. Ояма відкриває власну школу.</p>
<p><strong>Червень 1964 р.</strong> Цю дату каратека зобов'язаний пам'ятати. Тоді відбулося відкриття світового центру
    Масутацу Оями, що отримав нині відому всім назву <strong>Кіокушинкай</strong> — «пошук істини на шляху бойового
    мистецтва». Ояма створює свою організацію карате (IKO), відкрито протиставляючи її всім іншим стилям карате. І філії
    ІКО стали відкриватися по всьому світу.</p>

<p class="text-center">* * *</p>

<p>Життя великого майстра і вчителя перервалася 26 квітня 1994 р. І найкращим пам'ятником йому стали численні секції
    кіокушин-карате по всьому світу, в яких займається, за деякими оцінками, 12 міліонів каратістів.</p>
<p>Так, кекушін сьогодні роздроблений на декілька ІКО, з'являються навіть карликові організації, які претендують на
    всесвітність. Що це — розпад? Крах? Навпаки — це свідчення життя і розвитку кекушіну. Якщо всесвітні організації
    сперечаються, хто більш гідний бути спадкоємцем Масутацу Оями — значить, мова йде про велику спадщину.</p>
<p>У чому ж магія кекушіну, що притягує мільйони послідовників? Навряд чи це можна висловити текстом. Але траплялося вам
    відчути радість, скажімо, від добре проспіваної пісні? Від вдало виконаної кам'яної кладки? Від красиво вирішеного
    завдання? Ця радість стане повсякденністю, якщо Ви долучитеся до світу, створеного Майстром. І якщо ви живете у
    Львові чи області — ми запрошуємо Вас на наші тренування.</p>
<p>Осу!</p>

@endsection