@extends('layouts.article')

@section('content')


<h1>Засновник кіокушинкай карате: сосай Масутацу Ояма.</h1>

<p>Ознайомтеся і з <a href="/articles/theory/masutatsu-oyama/">коротким нарисом</a> про Ояму</p>

<p>
    <img class="rounded ilustration" src="/images/articles/ojama2.jpg" alt="Масутацу Ояма - засновник стилю кіокушинкай" />
    Масутатсу Ояма народився у 1923р. в Кореї. В дев’ятирічному віці починає займатися китайським Кемпо(комплекс вправ і
    технічних дій, що складають
    більшість сучасних стилів Кунг-Фу і У-шу) і через два роки в середній школі досягає першого рівня майстерності
    (чорного поясу). В кінці 30-х років, коли йому було 12 років, його сім’я переїхала до Японії і поселилась в Токіо.
</p>

<p><b>1938 р.</b> Ояма починає займатись Шотокан карате, в доджо засновника цього стилю – Фунакоши і дуже швидко
    досягнув другого дану. Але через 2 роки залишає цей стиль, назвавши його “воєнізованою гімнастикою”.</p>

<p><b>1940 р.</b> Він починає вивчати стиль Годзю-рю. Через деякий час Ояма потрапляє в доджо засновника цього стилю
    Ямагучі Гогена. До закінчення війни Ояма в двадцять років стає володарем четвертого дана в карате.</p>

<p><b>1945 р.</b> — Призивають у спеціальний атакуючий корпус Японської армії, котрий віправили на південь, де проходили
    бої. Але незабаром друга світова війна закінчилася. 1946 р. — Ояма ізолює себе в храмі біля підніжжя гори Мінобі,
    розміщеної в префектурі Кіба, де колись легендарний самурай М.Мусаши створив відому школу фехтування Ніто-рю, і
    тренується карате чотирнадцять місяців. Разом з ним на гору піднімається його учень Яширо, котрий не витримує
    самотності, режиму суворих тренувань і скоро покидає його.</p>

<p><b>1947 р.</b> У Кіото Ояма, отримавши блискучу перемогу, стає переможцем першого всеяпонського турніру по карате,
    після цього Ояма повністю присвячує своє життя карате.</p>

<p>1948 р. Відсутність достойного суперника в спортивному карате і велике бажання збагнути таємниці карате знову кличуть
    його в гори. Ояма оселяється у залишеному гірському буддиському монастирі, де 18 місяців проводить наодинці, в
    тренуваннях та медитації.</p>

<p>Про час, проведений там, Ояма пише: “Мій день починався о 4 год. ранку. Я біг до гірського водоспаду, де вмивався,
    після цього я робив базові фізичні вправи і 1 год. бігав крос. Замість відпочинку готував собі сніданок із рису та
    бобів, після якого читав. О 10 год. починалось тренування по карате. Я відпрацьовував удари руками і ногами по
    деревах, обмотавши їх соломою. Крім того, я щодня повторював 100 разів ката . Я не дозволив собі пропустити жодного
    тренування за весь час перебування на горі Кайодзумі.</p>

<p>Після обіду, відпочивши, я приступав до силового тренування. Я посадив льон (ця рослина надзвичайно швидко росте) і
    стрибав через нього 300 разів щодня. Карате не може дозволити собі розкіш стрибати з розбігу, тому техніка ударів
    ногами в стрибку виконується з місця. Ця вправа значно покращила мою стрибучість. Ще я виконував до 1000 відтискань
    на день, відтискаючись на кулаках, пальцях, зап’ястях; я підтягувався, робив вправи для розвитку м’язів живота,
    кидав велике каміння.
    Дуже багато часу я приділяв медитації .”</p>

<p>Там, в горах, в Оями визрів план створення стилю з відповідною фізичною підготовкою, котрий був би силовим,
    динамічним, контактним і реально наближеним до дійсності.</p>

<p><b>1951 р.</b> Ояма повертається до цивілізації зі свого гірського відлюдництва, щоб піднести світові істинний зміст
    карате, і займається пропагандою стилю Кіокушинкай карате, влаштовуючи показові виступи в Японії та за кордоном.</p>

<p><b>1952 р.</b> тур карате Оями по тридцяти двох із п’ятдесяти Сполучених Штатів, де дав 270 показових виступів, які
    пройшли з великим успіхом. Пропаганда була більш ніж вражаючою, він дав виклик двом американським професійним
    боксерам і професійному борцю, перемігши усіх, невисокий, потужний, буквально квадратний Ояма на очах у враженої
    публіки розбивав дошки, цеглу, черепицю і навіть такі предмети, котрі по своїй природі ламатись не повинні. Він
    також влаштовував бої з биками, де ударом рукою в голову звалював бика з ніг та ударом ребром долоні відрубував йому
    ріг. Загалом Ояма провів 52 таких бої, трьох биків він убив у перші секунди, інших убивав ребром долоні або
    відбиванням рогу.
    Під час світового турне Ояма проводив бої з багатьма майстрами боксу, боротьби та інших одноборств, перемагаючи їх.
</p>

<p>Ояма став першою людиною в світі, котра три дні поспіль боролася з 300 різними бійцями, проводячи в день по 100 боїв
    довжиною в дві хвилини, кожен раз виходячи переможцем. Більшість учасників після перших секунд були відправлені в
    нокдаун. Цей своєрідний марафон змагань був перерваний у зв’язку з відсутністю бажаючих боротись.</p>


<p><b>1954 р.</b> Ояма відкриває перше доджо в Меджиро (Токіо). А через рік він відкриває справжнє доджо біля
    університету Рюккю. Не дивлячись на велику плинність учнів, яка виникла через важкість тренувань, в 1957 р. Ояма мав
    уже 700 учнів. Школа Кіокушин відкрито протиставляє себе всім відомим школам. Ояма відмовився від догматичності
    постановок тренувань, збагатив карате завоюваннями китайських, корейських та інших бойових мистецтв, котрі мали
    забезпечити силу, витривалість і ефективність. У доджо Оями приходили вдосконалюватись відомі майстри інших шкіл.
</p>

<p><b>1958 р.</b> Виходить перша книга Масутатсу Оями під назвою &laquo;ЩО таке карате?&raquo;. 1964 р. — «Це карате».
</p>

<p><b>1964 р.</b> в Японії офіційно визнаний центр Кіокушинкай Хонбу, котрий пізніше стає міжнародним центром
    Кіокушинкай (ІКО). Після цього Кіокушинкай розповсюдився в 120 країнах світу.</p>

<p><b>1969 р.</b> у Токіо відбувся Перший всеяпонський відкритий чемпіонат з Кіокушинкай карате.</p>

<p><b>1975 р.</b> проведений перший чемпіонат світу з Кіокушинкай карате, який упевнено доказав світові, що карате є
    найсильніший вид одноборств, а Кіокушинкай є найсильніший вид карате. На цьому чемпіонаті ні одному учаснику інших
    шкіл східних єдиноборств не вдалося вистояти проти бійців Кіокушинкая. У змаганнях брало участь 128 чоловік із 36
    країн. Кожен наступний чемпіонат кількість країн учасниць і кількість учасників збільшується, вже в 1991р. відбувся
    п’ятий всесвітній відкритий чемпіонат світу, в якому брали участь 250 учасників із 110 країн світу !</p>

<p>Помер Ояма 26 квітня 1994 року, у віці 71 року. Після себе Він залишив потужну організацію і всесвітньо відомий стиль
    — КІОКУШИНКАЙ БУДО КАРАТЕ.</p>

@endsection