@extends('layouts.article')

@section('article-content')
<h1>Філософія кіокушинкай-карате</h1>
<h2>Історія та сучасність</h2>

<div style="float:left;font-size:80pt;color:gray">道</div>

<p style="width:50%;margin-left:50%;text-indent:0px;font-style:italic">Призначення філософії не в умоглядних припущеннях
    і побудовах картини світу, а в розкритті того, як людям слід жити, чим керуватися, як впливати на інших і на самого
    себе. Повсякденне життя людини — це мистецтво. Основне пізнання повинно бути направлено на себе, на діяльність своєї
    душі з пошуку істини і сенсу життя.</p>
<p style="width:50%;margin-left:50%;text-indent:0px;">Сократ</p>

<p>Нас часто запитують, що краще допоможе в бійці — карате або щось інше? Як швидко можна, займаючись карате, навчитися
    битися? А ось питань — чи стане людина після занять карате більш розумною, більш витриманою, чи легше їй буде
    спілкуватися з людьми, переносити життєві негаразди — ми практично не чуємо. А саме їх ми хотіли б почути в першу
    чергу. І все ж відповімо на них.</p>

<p>Але доведеться зробити невелику ремарку для тих, хто готовий запідозрити нас у відході від обговорення ефективності
    карате в поєдинку. Зовсім ні. Каратист, що практикує кіокушин, впевнено почуває себе в рукопашних боях з
    представниками інших одноборств. Але ось і перший невеличкий урок філософії карате, що повторює античну мудрість:
    <span style="border-bottom: #202020 1px dashed; cursor: help;" title="Хочеш миру - готуйся до війни">Si vis pacem,
        para bellum</span>. Чеканну фразу Корнелія Непота дуже красиво ілюструє японська легенда.
</p>

<p>В історії створення японських мечів назавжди залишилися імена двох видатних зброярів: Масамуне і Мурамаса. Згідно
    легенди, коли меч Масамуне і меч Мурамаса встромили в дно струмка, то опалі листки, які пливли за течією, обминали
    перший меч. А меч Мурамаса розрізав їх навпіл. Таким чином була явлена природа цих клинків: клинка, що зберігає
    життя, і клинка, що несе смерть.</p>

<p>Мотив легенди дещо незвичний: такої миролюбності важко очікувати від самурайської Японії. Але це лише на перший
    погляд. Ми запрошуємо здійснити захоплюючу подорож у світ східної філософії.
</p>

<h2>Схід і Захід </h2>

<p>Наскільки зараз можна судити, філософію давнини не слід розділяти на західну і східну. Вислови Сократа й Конфуція
    настільки близькі, що створюється відчуття єдиної школи. Але на початку епохи, яку прийнято називати Середніми
    Віками, сформувалися два філософські напрями, які прийнято називати західним і східним.</p>

<p>Західна філософія, звична для нас, закликала людину досягати певних зовнішніх цілей, вважаючи її власний розвиток
    справою другорядною (а то й шкідливою: релігія раннього Середньовіччя вважала чеснотою неміч тіла й розуму).
    Зрозуміло, це узагальнення: можна згадати й Мішеля Монтеня, й Еразма Роттердамського, й інших філософів-гуманістів,
    які ставили на перше місце саме духовний світ самої людини. Але все ж загальна тенденція була така, що щастя
    потрібно шукати десь зовні («пішов шукати щастя»). І саме з нею не дуже успішно боролися філософи-гуманісти.</p>

<p>Тому винахід вогнепальної зброї військові Європи зустріли з ентузіазмом. Знову доводиться зробити застереження: є ряд
    прикладів, коли зброя довго не впроваджувалася з моральних міркувань. Досить згадати легендарний кулемет «Максим»,
    яким спочатку знехтували армії Європи й Америки. Але тенденція цілком очевидна: розвиток військової справи був
    розвитком військової техніки й уміння забезпечити в потрібний момент в потрібному місці більшість. Воїн же став,
    якщо говорити прямо, витратним матеріалом, «гарматним м'ясом». І «солдатчина» стала долею представників соціальних
    низів, які насильно заганяли на поле бою (а в деяких випадках і в'язницею, як у випадку в Тарасом Шевченком).</p>

<p>Китай, в слідом за ним і Японія, мислили й розвивалися інакше. Колись їх шлях здавався обмеженістю, відсталістю,
    слабкістю — але вже сьогодні ніхто не назве ці країни відсталими й слабкими. Це був просто інший шлях. Зустріч двох
    цивілізацій, на жаль, не була мирною — але сьогодні ми бачимо взаємне збагачення, в тому числі й філософське. Захід
    збагатив Китай і Японію наукою та технікою. Що ж натомість запропонував Схід? Шлях. </p>

<h2>Філософія Шляху. Китай</h2>

<h3>Лао-Цзи й даосизм</h3>

<img class="rounded ilustration" src="/images/articles/philosophy/lao-tsy.jpg" alt="Лао-Цзи" />

<p>Лао-Цзи — давньокитайський філософ VI-V століть до н. е. Про нього відомо небагато — навіть його існування ставиться
    під сумнів. Але саме з цим ім'ям пов'язують класичний філософський трактат «Дао Де цзін», і саме Лао-Цзи
    проголошується основоположником даосизму.</p>

<p>«Є Нескінченне Істота, яка була раніше за Небо й Землю. Яка вона незворушна, яка спокійна! Вона живе на самоті й не
    змінюється. Вона рухає всім, але не хвилюється. Ми можемо вважати її Матір'ю всесвіту. Я не знаю її імені. Я називаю
    її Дао».</p>

<p>У Лао-Цзи ми вперше зустрічаємо Дао (道) — Шлях, істина, спосіб, метод, правило, звичай, мораль, моральність. Цікаво,
    що для осягнення Дао філософ вимагав досконалості тіла. «Власним тілом не володієш - як можеш ти осягнути Шлях та їм
    володіти?». Дуже нетиповий для Заходу погляд на вивчення філософії заклав основу філософії бойових мистецтв Сходу.
</p>

<p>Філософія Дао знаходить свій розвиток у працях великого Конфуція.</p>

<h3 style="clear: both">Конфуцій</h3>

<img class="rounded ilustration" src="/images/articles/philosophy/Confucius.jpg" alt="Конфуцій" />

<p>Важко переоцінити роль Конфуція (бл. 551 до н. е., Поблизу Цюйфу — 479 до н. е., Цюйфу) у філософській думці Сходу.
    Історія конфуціанства невіддільна від історії Китаю. Протягом тисячоліть це вчення було базисом для китайської
    системи управління державою й суспільством. У своєму пізньому варіанті, відомому як «неоконфуціанство», воно
    остаточно сформувало те, що вважають традиційною культурою Китаю. До зіткнення із західними державами й західною
    цивілізацією Китай був країною, де панувала конфуціанська ідеологія. Вона значно вплинула й на Токугава -
    об'єднувача Японії. Створюючи свою державну систему, він керувався філософією Конфуція. Під впливом конфуціанської
    етики формувався і кодекс Бусідо (про це трохи нижче).</p>

<p>…Ви чекаєте логічних побудов? Повчань? Правил? Їх немає у вченні Конфуція. Воно зовсім не схоже на філософські
    системи Заходу. Конфуцій — містик. Читачеві доводиться вловлювати істину не в тому, що написано - але в тому, про що
    автор книги змовчав. Це незвично тим, хто вивчав Західну філософію. Але не забувайте: жодне філософське вчення,
    викладене нам навіть самими яскравими мудрецями Заходу від Арістотеля до Гегеля, Ніцше і К'єркегора, ніколи не
    ставало ані державною доктриною, ані сенсом життя багатьох поколінь. Через кілька століть, а то й значно раніше, ці
    школи філософії вже не залишали після себе шкіл послідовників.</p>

<p>Як же вивчати це вчення? Читати і намагатися зрозуміти, про що змовчав великий містик. Що він намагався донести,
    пропонуючи Вам самим відкрити відповідь. «Той, хто знає — не говорить, хто говорить — не знає», — говорив ще
    Лао-Цзи. Як тут не згадати ката в кіокушинкай-карате? Майстри залишили нам не детальні повчання, а матеріал для
    самопізнання. Каратека повинен виконувати ката знову й знову, очікуючи осяяння. «Скажи мені — і я забуду, покажи
    мені — і я запам'ятаю, дай мені зробити — і я зрозумію» — ця мудрість Конфуція лежить в основі вивчення карате. </p>

<h3 style="clear: both">Бодхідхарма й чань-буддизм</h3>

<img class="rounded ilustration" src="/images/articles/philosophy/Bodhidrahma.jpg" alt="Бодхідхарма" />

<p>Бодхідхарма (в Китаї також відомий під ім'ям Дамо; 440-528 або 536) — засновник вчення Чань (дзен — <i>яп.</i>).
    Народився в Канчі, столиці південноіндійського царства Паллава. Переказ свідчить, що близько 475 р. н.е. е.
    буддійський монах Бодхідхарма прибув до Китаю, де, подорожуючи, почав проповідувати своє вчення. Потім він оселився
    в монастирі Шаолінь, незадовго до цього заснованому на горі Суншань, де заснував першу школу чань-буддизму. Дамо
    вніс великий вклад в розвиток монастиря Шаолінь, передавши монахам комплекс вправ, пізніше названий цигун Дамо
    Іцзіньцзін, або цигун Бодхідхарми.</p>

<p>Основні принципи чань-буддизму приводяться до наступного: не опиратися на будь-які писання, використовувати передачу
    поза межами слів ( «той, хто знає - не говорить, той, хто говорить — не знає» — сказано у Лао-Цзи), здійснювати
    прямий контакт з духовною сутністю людини, і, споглядаючи свою початкову природу, досягти досконалості Будди.</p>

<h2 style="clear: both">Філософія Шляху. Японія</h2>

<p>Ідеї даосизму, Конфуція і чан-буддизму проникли до Японії і зчинили великий вплив на її культуру. Чан-буддизм, що
    перетворився в Японії на дзен-буддизм, стає державною релігією. Передача досвіду поза межами слів стала основою
    вивчення бойових мистецтв. А образ благородного чоловіка, окресленого Конфуцієм, ліг в основу кодексу Бусідо. Цей
    кодекс стає основою філософії кіокушинкай-карате, так що зупинимося на ньому трохи докладніше.</p>

<h3 style="clear: both">Кодекс Бусідо</h3>

<p>Слово Бусідо складається з трьох ієрогліфів: 武士道. Перші два складають слово «бусі», що передає сутність воїна.</p>

<img class="rounded ilustration" src="/images/articles/philosophy/Bushido.png" alt="Бусідо" />

<p>У першому ієрогліф «бу», зі значенням «військовий», його ключем є ієрогліф зі значенням «зупиняти». А другою частиною
    знака є скорочений варіант ідеограми, що позначає «спис». Стародавній китайський словник Шу Вень дає таке пояснення:
    «Бу полягає в здатності підпорядкувати собі зброю і, таким чином, зупинити спис». В іншому старокитайській джерелі
    (Книзі Цзи Чуань) ми знаходимо більш докладне тлумачення, в якому говориться, що бу включає в себе бун, тобто
    літературу, каліграфію, і в більш широкому сенсі всі невійськові мистецтва. Бу забороняє насильство й підпорядковує
    зброю — «зупиняє спис».</p>

<p>Ієрогліф «сі» в сучасній японській мові має значення «військовий», «воїн», «чоловік» і навіть «шляхетний чоловік». А
    спочатку, в Китаї, цим словом позначалися люди, які володіли майстерністю в певній сфері і займали своє положення в
    суспільстві завдяки вченості, але готові були взяти в руки зброю, коли це необхідно. Таким чином, бусі — це людина,
    здатна зберігати мир як за допомогою мистецтва, так і військовими засобами.</p>

<p>Третій ієрогліф — «до» — позначає Шлях. Отже, Бусідо — це Шлях Благородного Воїна.</p>

<p>Бусідо було оформлено такими літературними творами, як «Початкові основи військових мистецтв» («Будо Сесін сю»)
    Дайдодзи Юдзан і «Приховане в листі» ( «Хагакуре») Ямамото Цунетомо.</p>

<p>«Истинная храбрость заключается в том, чтобы жить, когда правомерно жить, и умереть, когда правомерно умереть»
    (Дайдодзи Юдзан)</p>

<p>Основа філософії Бусідо — в тому, що самурай повинен жити, усвідомлюючи, що він може померти в будь-який момент, що
    потрібно цінувати кожну хвилину, проведену за життя, тому що вона може виявитися останньою. Тільки людина, готова до
    смерті, може жити, й бачити цей світ в повному кольорі, присвячуючи весь свій вільний час саморозвитку й допомозі
    ближнім. Тільки той, хто розуміє, що, можливо, бачить це в останній раз, може дивитися на світ з такою любов'ю й
    помічати те, на що звичайні люди в марноті життя не звертають уваги. Він відчуває, як сонце гріє його своїми
    променями, як гарно співають птахи і шелестить листя дерев, як листок, зірвавшись з гілки, кружляючи й потрапляючи в
    струмок, стрімко пливе за течією. Тому серед самураїв було чимало поетів. Багато хто з них захоплювалися театром,
    каліграфією та образотворчим мистецтвом.</p>

<p>Презирство до багатства, користолюбства і взагалі до грошей на зорі самурайства доходило до принципової й повної
    відмови від них і життя виключно на постачанні у пана. З цієї точки зору багатство і краса обладунків та зброї
    викликали презирство у справжнього самурая та вважалися компенсацією своєї слабкості і боягузтва.</p>

<p>Вплив буддизму прищепив Бусідо розуміння важливості милосердя, людяності та співчуття. У «Хагакуре» сказано:
    «Співчуття — це мати, що вигодовує долю людини. І в минулі часи, і в нинішні можна зустріти приклади безславної долі
    безжальних воїнів, які володіли однією лише мужністю, але не мали співчуття».</p>

<h3 style="clear: both">Масутацу Ояма. Створення філософії кіокушинкай</h3>

<p>Завдяки довгому вступу ми вже знаємо, що послужило основою для створення філософії кіокушинкай-карате, на які
    традиції спирався Масутацу Ояма, створюючи свої настанови та правила. Нам тільки потрібно згадати умови, в яких
    Майстер переосмислював велику спадщину предків.</p>

<p>…1945-й. Японію переможено. Дух Ямато і кемпо здригнулися перед страшними ударами СРСР та США. Кодекс «Бусідо»,
    прославляння самурайської доблесті й традицій, культ війни — нещадно придушуються переможцями. Генерал Макартур
    забороняє навіть спортивні заняття одноборствами. Все, чим жив юний боєць і льотчик — завалилося в одну мить.</p>

<p>Як обернути поразку на перемогу? Ояма вирішив шукати відповідь у філософській спадщині легендарного майстра меча
    Міямото Мусасі. Хіба не пережив Мусасі поразки в битві при Секігахара? Що ж дало йому сили продовжити Шлях Воїна?
</p>

<img class="rounded ilustration-large" src="/images/articles/philosophy/musasi.png" alt="Осу" />

<p>У роботах Оями ми бачимо велику спадщину Лао-Цзи, Конфуція, Бодхідхарми і Бусідо в новому, сучасному прочитанні.
    Мастер зрозумів природу Кіокушинкай Карате як Будо карате, шлях до самовдосконалення через практику бойового
    мистецтва:</p>

<p style="font-style:italic">«Карате — найбільш Дзен-подібне з усіх Бойових Мистецтв. Воно відмовилося від меча. Тобто,
    це перевершило ідею про перемогу і поразку, для того, щоб йти по своєму шляху, думаючи про інших людей і живучи
    заради них подібно до життя Бога. Його значення, тому, досягають найглибших рівнів людської думки. Протягом довгого
    часу я підкреслював, що карате — це і є Будо, і якщо Будо відокремити від карате, то залишиться не більш ніж
    спортивне карате, карате для показу чи навіть мода карате — спорт, ідея якого — просто бути фешенебельним. Карате,
    що відкинуло Будо, не має ніякої основи. Це дещо більше, ніж варварський метод боротьби чи сприятливий інструмент
    для власної вигоди. Незалежно від того, наскільки популярним це стає — це безглуздо».</p>

<p>Філософію Будо (очевидно з назви) Мас Ояма вибрав для його стилю карате, Кіокушинкай, що означає «Союз абсолютної
    істини». Це також відбито в <a href="/articles/theory/dojo-kun/">Додзьо Кун</a>, в <a
        href="/articles/theory/mottos/">Одинадцятьох Заповідях Мас Оями</a>, і в Духу Осу.</p>

<h3 style="clear: both">Дух Осу</h3>

<img class="rounded ilustration" src="/images/articles/philosophy/osu.png" alt="Осу" />

<p>«Осу» — слово, що ви будете найчастіше чути в Кіокушинкай Додзьо чи на Кіокушинкай турнірі. Коли Ви входите чи
    залишаєте Додзьо, Ви кланяєтесь і говорите «Осу». Коли Ви вітаєте людину, що займається Кіокушинкай Карате, Ви
    говорите "Осу" замість "привіт". Коли Ви слідуєте наставлянню чи відповідаєте на запитання в залі, Ви говорите «Осу»
    замість «так», чи «я розумію». При виконанні Кіхон Ваза (Kіhon Waza) (основні техніки) у додзьо, кожен рух часто
    супроводжується голосним «Осу». При здійсненні спарингу в залі, якщо ваш супротивник застосовує гарну, складну
    техніку, Ви говорите «Осу», щоб визнати уміння вашого супротивника. Як ступінь поваги, бійці на турнірі кланяються і
    говорять «Осу» перед, до і після бою. Осу використовується в багатьох ситуаціях і, схоже, має багато значень.</p>

<p>Але що ж воно дійсно означає? «Осу» — скорочення слів:</p>

<ul>
    <li>— Oshі значення «Тиск…»</li>
    <li>— Shіnobu значення «Піддаватися (будь-чому); витримувати іспит часом»</li>
</ul>

<p>Це обіцянка каратиста слідувати Шляху. Здійсню — означає: я витримаю! Я пройду свій шлях, як гідна людина. Я
    не
    зламаюся й не втомлюся. Це обіцянки терпіння — а воно стане в нагоді! Тому що Кіокушинкай не можна вивчити
    швидко.
    Тому що його вивчення засноване на передачі без слів, на осягненні, на вдосконаленні себе для розуміння
    того, що
    не
    може бути зрозумілим сьогодні. Це Шлях.</p>

<p> «Осу» означає наполегливість, рішучість і завзятість. Щоразу, як ми говоримо «Осу», ми нагадуємо собі про
    це.
    Кіокушинкай-навчання дуже вимогливе. Ви підштовхуєте себе, поки, на вашу думку, ви не досягнете своєї межі.
    Спочатку
    ваше тіло хоче зупинитися, але ваша сила волі продовжує підштовхувати Вас. Коли ваш розум хоче зупинитися,
    Ваш
    дух
    підтримує Вас у русі. Ви терпите біль. Ви завзято продовжуєте займатися… Це і є Осу.</p>

<p>Послухаємо, що пише шихан Камерон Квін (Cameron Quіnn) з Австралії в його книзі «Будо Карате Мас Оями».</p>

<p style="font-style:italic">«Є вислів в Японії, «Іshі no ue nі san nen». У перекладі це означає «Три роки на
    скелі».
    Цей вислів символізує потребу завзятості в усьому. Це — одна з найбільш важливих філософій у Кіокушинкай
    карате.
    Кіокушинкай — мистецтво, що вимагає від вас жертви заради цілей, що досягаються тривалими тренуваннями. У
    кінцевому
    рахунку, розумієш, що в серцях учасників живе особливий дух, що перевершує поштовхи, удари і ката. Це учить
    їх
    зустрічати без страху, зріло і терпляче, труднощі повсякденного життя. Будо-ka непохитний легкими ударами
    долі,
    він
    розуміє, що щоб досягти і виявити свій щирий потенціал, людині буде потрібно непохитний дух наполегливості.
    Ця
    сила
    розвивається протягом важкого навчання і відома як Osu no seіshіn (дух Осу). Cлово Осу утворилося від oshі
    shіnobu,
    що означає «завзято продовжувати займатися поки можеш (до межі)». Це має на увазі готовність підштовхувати
    себе
    до
    границь витривалості, завзято продовжувати займатися під будь-яким видом тиску. Окреме слово Осу найбільш
    точно
    показує, що мистецтво карате, особливо Кіокушинкай, може запропонувати. Той, хто дійсно здатний виявити дух
    Осу
    в
    кожнім слові, думці і дії може вважатися мудрим і хоробрим. Насамперед , тренування повинне проходити в дусі
    Осу.
    Повсякденне життя, і обов'язки, які воно накладає, цілком розкривається якщо йде в дусі Осу. Навіть новачку,
    що
    відчуває свій недолік і не горить бажанням зіштовхнутися з вимогами навчання, досить просто усвідомлювати,
    що
    через
    наполегливість і бажання продовжувати він може досягти більшої фізичної, розумової, духовної й емоційної
    сили.
    Усе,
    що необхідно — твердий намір. Іншими словами, Осу».</p>

<h2 style="clear: both">Філософія кіокушинкай у житті сучасної людини</h2>

<p>Кіокушинкай — та точка опори, яка необхідна в сучасному житті. Західна традиція, як і раніше, підштовхує нас
    прив'язати своє самовідчуття, своє щастя і навіть своє життя до чогось зовнішнього. І все стає дуже хитким.
    Щастя
    кар'єриста розсипається на шматки при звільненні. Щастя від любові руйнується від зради коханої людини. Для
    відданих
    батьків невдячність дітей — катастрофа. Щастя бізнесмена терпить крах при зруйнуванні бізнесу. І так далі.
</p>

<p>Шлях — це опора в собі. Робота в своїх (і тільки в своїх!) інтересах. Чим більше успіхів у Вас на Шляху
    кіокушинкай —
    тим важче «вибити Вас з сідла»: у Вас з'являється втіха, якої не було раніше. І яка залежить тільки від Вас.
</p>

<p>Спочатку ця робота буде важкою. Доведеться боротися зі спокусою не піти на тренування. «Тільки сьогодні! Але
    наступного разу — обов'язково!». Але через рік Ви з подивом зауважите, що у Вас не виникає питання — йти чи
    не
    йти.
    Це Ваша перша перемога на Шляху: Ви зробили нестерпне стерпним. А ще через деякий час Ви помітите, що не
    зраділи,
    коли тренування зірвалася не з Вашої вини. Раніше подібне було сюрпризом: Ви з чистою совістю йшли займати
    чимось
    приємним цієї несподіваної пари годин. Тепер Ви не радієте — і це друга перемога: Ви зробили стерпне
    необхідним.
    А
    одного разу, обдумуючи сьогоднішню неприємність, Ви втішите себе: нічого, зате сьогодні тренування!</p>

<p>І це буде означати, що Ви вже можете побачити світ більш радісним, ніж бачили його до цього часу. І зможете
    перемагати не тільки на татамі — але і на переговорах, і в кабінеті начальника… Але навіть якщо доля пошле
    Вам
    поразку — згадайте вчителя Китаю: «Не той великий, хто ніколи не падав, а той великий — хто падав і
    вставав!».
    Ви
    встанете і обернете поразку на перемогу.</p>

<p>І якщо Ви ще не з нами — не втрачайте шансу відчути щастя Шляху!</p>

<p>Осу!</p>

@endsection