@extends('layouts.article')

@section('article-content')
<h1>ШинКіокушинкай</h1>

<p>У 1994 році Сосай <a href="../masutatsu-oyama/">Масутацу Ояма</a> покинув нас. І сталося те, що часто відбувається в
    світі людей: учні побилися за спадок Вчителя. І ця сварка — не найкраща сторінка історії кіокушин-карате. Ми не
    будемо її тут переказувати: про неї краще скоріше забути.</p>

<p>Але доведеться визнати, що канчо Ш.Мацуї, що формально став спадкоємцем Оями, не став, і, мабуть, не міг стати тією
    фігурою, яка об'єднала б учнів Оями. Може, тому ІКО стала вдаватися до крутійства: реєструвати назву кіокушинкай і
    його символіку як торгову марку. Це обмеження стосувалося всесвітньо відомих символів:</p>

<h3>Ієрогліфічний символ Кіокушинкай</h3>

<figure class="row mt-4">
    <div class="col-2 text-center">
        <img class="rounded" src="/images/articles/kyokushinkai_p.png" alt="Ієрогліфічний символ Кіокушинкай" />
    </div>

    <figcaption class="col">
        <p>Слово «Кіокушинкай» складається з трьох ієрогліфів:</p>

        <ul>
            <li>кіоку (яп. 極, межа, полюс);</li>
            <li>шин (яп. 真, правда, дійсність, реальність, істина);</li>
            <li>кай (яп. 会, організація, суспільство, союз).</li>
        </ul>

        <p>Найбільш часто зустрічається в літературі трактування символу «Кіокушинкай» -
            союз абсолютної істини, хоча нашому клубу ближчим є переклад «пошук істини на шляху бойового
            мистецтва».</p>
    </figcaption>
</figure>

<h3>Канку</h3>

<figure class="row mt-4">
    <div class="col-2 text-center">
        <img class="rounded" src="/images/articles/kanky.gif" alt="Символ Канку" />
    </div>

    <figcaption class="col">Символ Канку походить з ката Канку-дай. У цій ката руки піднімаються по колу,
        ніби окреслюючи небо, і так формується символ. Точки в Канку представляють пальці і позначають межі,
        або піки. Товсті секції представляють зап'ястя і позначають силу. Центр представляє нескінченність,
        позначаючи глибину. Символ, вписаний в коло і окреслений ним, означає плинність і круговий рух.
    </figcaption>
</figure>

<a name="midori"></a>

<h2>Кенджі Мідорі та WKO</h2>

<figure class="row">
    <div class="col-3 text-center">
        <img src="/images/articles/midori.jpg" alt="Кенджі Мідори" />
    </div>

    <figcaption class="col">Кенджі Мідори, учень Масутацу Оями і переможець П'ятого Чемпіонату Світу з
        Кіокушинкай-карате
        (1991), не
        забажав
        підкоритися Ш.Мацуї й пішов своїм шляхом. Він заснував <a href="http://www.wko.or.jp">Всесвітню організацію
            карате
            (WKO)</a> й очолив її. Щоб обійти юридичні підступи Мацуї, він назвав свій стиль
        <strong>ШинКіокушинкай</strong>
        і доповнив символіку кіокушин-карате власною:
    </figcaption>
</figure>

<figure class="row">
    <div class="col-2 text-center">
        <img class="rounded" src="/images/articles/shin.gif" alt="Ієрогліфічний символ Шинкіокушинкай" />
    </div>

    <figcaption class="col pt-5">Канджі — чорний символ (японське написання) карате шинкіокушин. <em>«Шин»</em>
        - значить <strong>новий</strong>
    </figcaption>
</figure>

<figure class="row">
    <div class="col-2 text-center">
        <img class="rounded" src="/images/articles/shin_logo.gif" alt="" />
    </div>

    <figcaption class="col pt-4">
        <strong>Кокоро</strong> — емблема карате шинкіокушин, що включає символи духу, розуму й тіла.
    </figcaption>
</figure>

<p>
    <strong>Гімн Шинкіокушинкай-карате</strong> допоможе вам витримати труднощі навчання. Скачайте його і
    слухайте перед тренуваннями:
</p>

<ul>
    <li>Японський варіант:<br /><br /><audio controls="controls" src="/downloads/japan.mp3"></audio></li>
    <li>Український варіант:<br /><br /><audio controls="controls" src="/downloads/ukrainian.mp3"></audio></li>
</ul>

<p>В даний час сотні бранчів WKO під керівництвом Канчо Мідорі долучаються до спадщини Сосая Масутацу Оями.
    Одним з цих бранчів <a href="/articles/club/wko-recognition/">є наш клуб «Канку»</a>. Приєднуйтесь!</p>

<p>Осу!</p>

@endsection