@extends('layouts.article')

@section('article-content')
<h1>Ступені майстерності в кіокушинкай карате. Значення поясів</h1>
<p>Перш ніж стати майстром, тобто володарем дана, каратека проходить ступені учнівства (кю):</p>
<table id="degrees">
    <tr>
        <th>Ступінь</th>
        <th>Значення</th>
    </tr>

    <tr>
        <td>10-й кю<h4>Помаранчевий пояс</h4><img src="/images/degrees/dan--10.gif" /></td>
        <td>
            <p>Символізує перший проблиск зорі на нічному небі.</p>
            <p>З першого ж тренування пояс перестає бути білим, він вбирає піт і частинки пилу, втрачає первинний чистий
                колір, тут і починається довгий Шлях пізнання. Людина готується скласти іспит на оранжевий пояс. Білий
                пояс, який готується до іспиту на оранжевий, починає розуміти, що при заняттях карате тренується не
                тільки тіло, а й свідомість людини. Людина починає новий етап життя — з'являються нові цілі, для
                досягнення яких потрібні воля, наполегливість, сміливість, треба оберігати мрії про велике майбутнє .
            </p>
        </td>
    </tr>

    <tr>
        <td>9-й кю<h4>Помаранчевий пояс зі срібною смужкою</h4><img src="/images/degrees/dan--9.gif" /></td>
        <td>
            <p>Символізує ранню зорю.</p>
            <p>Людина ставить перед собою зобов'язання відвідувати заняття, пересилити упертість, що несе поразку, бо
                змушує опиратися бажанню поліпшити себе. Упертість не дає прийти в Додзьо з найдрібніших, нікчемних
                причин. Помаранчевий пояс повинен постаратися бути ентузіастом в тренуванні.</p>
        </td>
    </tr>

    <tr>
        <td>8-й кю<h4>Синій пояс</h4><img src="/images/degrees/dan--8.gif" /></td>
        <td>
            <p>Символізує колір неба перед сходом Сонця.</p>
            <p>Основне завдання тренувань на етапі блакитного пояса — набуття здатності адаптуватися і гнучко реагувати
                на все, що відбувається навколо. Найкращий спосіб для досягнення цих цілей — Дзію куміте, або вільний
                бій.</p>
        </td>
    </tr>

    <tr>
        <td>7-й кю<h4>Синій пояс зі срібною смужкою</h4><img src="/images/degrees/dan--7.gif" /></td>
        <td>
            <p>Символізує перший промінь Сонця.</p>
            <p>Починають з'являтися перші тактичні напрацювання, приходить усвідомлення того, як найкраще поєднати свої
                сильні і слабкі сторони. У поєднанні з правильною позицією (стійкою) це призводить до розвитку почуття
                правильного удару в карате.</p>
        </td>
    </tr>

    <tr>
        <td>6-й кю<h4>Жовтий пояс</h4><img src="/images/degrees/dan--6.gif" /></td>
        <td>
            <p>Символізує схід Сонця.</p>
            <p>Схід Cонця в душі учня означає духовний світанок, підготований попередніми етапами тренувань і духовного
                виховання.</p>
            <p>На цьому етапі учень розуміє, що основна сила при ударі ногою або рукою йде не з кулака або п'яти, а з
                живота. Найважливіше — вкладати в удар силу всього тіла. Але також необхідно підтримувати гарну фізичну
                форму, тому що навіть якщо ви навчитеся наносити удар «через живіт», слабка рука зламається при контакті
                з противником.</p>
        </td>
    </tr>

    <tr>
        <td>5-й кю<h4>Жовтий пояс зі срібною смужкою</h4><img src="/images/degrees/dan--5.gif" /></td>
        <td>
            <p>Символізує появу перших паростків під цілющим світлом Сонця.</p>
            <p>До даного рівня основний упор робився безпосередньо на фізичну майстерність — баланс, стійкість,
                координацію, технічний арсенал. Жовтий пояс передбачає серйозне обдумування психологічних аспектів
                тренування: сприйняття, усвідомлення, твердження. Необхідно навчитися співвідносити свої фізичні
                можливості з рівнем інтелекту й інтуїцією. Також проводиться поступове збільшення швидкості і сили удару
                без втрати якості його виконання.</p>
        </td>
    </tr>

    <tr>
        <td>4-й кю<h4>Зелений пояс</h4><img src="/images/degrees/dan--4.gif" /></td>
        <td>
            <p>Символізує розквітла квітка.</p>
            <p>Це рівень розквіту творчих сил, першого прояву знань і умінь.
                Основою даного рівня є набуття внутрішнього спокою. Зелений пояс вчиться приймати інших такими, які вони
                є, стає більш уважним до інших. Він розуміє, що сила без мудрості і співчуття стає руйнівною,
                небезпечною і жорстокою. «Людина карате» не повинен бути байдужим до долі інших людей.</p>
        </td>
    </tr>

    <tr>
        <td>3-й кю<h4>Зелений пояс зі срібною смужкою</h4><img src="/images/degrees/dan--3.gif" /></td>
        <td>
            <p>Символізує квітку у повній силі.</p>
            <p>З'являються перші проблиски розумового стану, відомого під назвою «дзаншін», коли тіло діє ідеально без
                свідомих зусиль. Все більше часу має приділятися спарінговим тренуванням. Необхідно розвивати
                безстрашність і відчуженість при веденні бою, це вводить в оману противника і змушує його робити
                помилки. Цей перший крок у пізнанні мистецтва приховувати емоції є важливою зброєю в арсеналі кожного
                воїна, як в карате, так і в житті.</p>
        </td>
    </tr>

    <tr>
        <td>2-й кю<h4>Коричневий пояс</h4><img src="/images/degrees/dan--2.gif" /></td>
        <td>
            <p>Колір дерева, землі. Символізує зрілість.</p>
            <p>Володіння коричневим поясом передбачає використання менших енерговитрат при більшій точності та вмінні.
                Сила, техніка і самосвідомість повинні прагнути до досконалості, в той же час необхідно прагнути досягти
                абсолютної майстерності у своїй справі.</p>
        </td>
    </tr>

    <tr>
        <td>1-й кю<h4>Коричневий пояс зі срібною смужкою</h4><img src="/images/degrees/dan--1.gif" /></td>
        <td>
            <p>Символізує зрілість, близьку до мудрості (дерево у вогні).</p>
            <p>До даного рівня мають визначитися кілька ката, які за своєю будовою і набором технік найбільш близькі
                даному учневі, він їх відчуває всім тілом і починає відпрацьовувати самостійно, іноді кілька разів
                змінюючи класичну техніку під свої особливості. Ці ката повинні ставати «своїми» протягом багатьох
                років.</p>
        </td>
    </tr>
</table>
<h2>Чорний пояс — рівень майстерності</h2>

<p>Крок від коричневого пояса до чорного — найважливіший у житті будь-якого послідовника бойових мистецтв. Це заповітна
    мета багатьох і багатьох учнів, але доходять до нього далеко не всі, так як вимоги чорного пояса дуже високі.</p>

<p>Отримавши чорний пояс I дана, не можна зупинятися й думати, что тепер ти досяг всього. Потрібно продовжувати
    тренування, й тоді, за певний час, чорний пояс почне стиратися й світлішати, повертаючись до вихідного білого
    кольору. Необхідно чітко усвідомлювати, що, отримавши чорний пояс, ви знову почнете вчитися, але тільки на іншому
    рівні. Майстер знову стає учнем, тільки сфера его навчання поступово починає виходити за межі розуміння середньої
    людини.
</p>

@endsection