@extends('layouts.article')

@section('article-content')
<h1>Історія стилю кіокушинкай карате</h1>

<p>Карате — японський термін, що складається з двох слів: “кара” (порожня) і “те” (рука). Це східне бойове мистецтво, в
    основі якого лежить техніка бою без зброї. Це система самозахисту, за допомогою якої можна зупинити агресію фiзично
    сильнiшого противника.</p>

<h2>КИТАЙ</h2>

<p>Першим етапом розвитку сучасного карате можна вважати прихід до Китаю з Індії 27-го патріарха ортодоксального
    буддизму Бодхідхарми, котрий заснував буддиську течію Дзен. Окрім філософсько-релігійного вчення Бодхідхарма приніс
    до Китаю індійські види боротьби, які з’явилися в результаті симбіозу індійської йоги з прийомами боротьби грецького
    панкратіону, який потрапив до Індії з військом Олександра Македонського.</p>

<p>Техніка боротьби Бодхідхарми в поєднанні з місцевими стилями створила китайське ушу. На сьогоднішній день у світі
    існує більше трьохсот відомих стилів ушу.</p>

<h2>ОКІНАВА</h2>

<p>Батьківщиною карате можна вважати о.Окінава, що входить до складу архіпелагу Рюкю, котрий розміщений між Китаєм та
    Японією.</p>

<p>Острів Окінава здавна мав стосунки з обома державами, але був суверенним. Китайські школи ушу, принесені майстрами з
    материка, були вдосконалені і отримали назву – «Окінава-те».</p>

<p>Піком розвитку Окінава-те можна вважати середину XVII століття, коли Окінаву захопили японці. В цей час було
    оголошено “полювання за зброєю”. Указ японського імператора звучав так: “Той, у кого буде знайдено меч, стане
    коротшим на голову”. Тому в цей час Окінава-те стала єдиним засобом захисту селян від свавілля японських самураїв.
</p>

<h2>ЯПОНІЯ</h2>

<p>В кінці XIX століття, коли Окінава офіційно стала японською префектурою, окінавських юнаків почали набирати до
    японського війська. Лікарі призовної комісії зауважили, що юнаки, які займались Окінава-те, вигідно відрізнялися
    атлетичною будовою тіла та гармонійним розвитком мускулатури. В результаті рішення спеціальної комісії Міністерства
    освіти Японії з 1902 року Окінава-те вводилось в школах як універсальний засіб фізичного виховання.</p>

<p>1936 рік – Окінава-те переіменовано в Карате.</p>

<p>Зараз у світі існує велика кількість стилів карате, але найбільш відомими є такі класичні стилі, як: Сіто-рю,
    Годзю-рю, Вадо-рю та Шотокан. Перевищити за популярністю ці стилі зміг лише стиль майстра Масутатсу Оями –
    Кіокушинкай.</p>

@endsection