@extends('layouts.article')

@section('article-content')
<h1>Танден</h1>
<p>У східних переказах минулого говориться, що духовний центр людської істоти розташований в області живота (сонячного
    сплетіння). Коли центр розуму концентрується там же, людина перебуває в оптимальному психологічному стані.
    Передбачається, що для управління духом важливо управління областю живота.</p>
<p>Японське слово для позначення черевної частини тіла, яка дуже важлива ддя духовної єдності і загальної сили тіла -
    <strong>танден</strong>.
</p>

@endsection