@extends('layouts.article')

@section('article-content')
<h1>Значення розминки та її способ чудан</h1>

<p>В ході розминки в організмі відбуваються зміни, які готують його до фізичного навантаження. Якщо знехтувати
    розминкою, ці зміни будуть відбуватися безпосередньо під час виконання основної діяльності, знижуючи її
    ефективність. Крім того, при роботі без попередньої розминки надзвичайно великий ризик виникнення травм.</p>

<p>В результаті розминки підвищується поточна працездатність організму.
    Дослідження підтвердили, що без попередньої розминки людина здатна виконати роботу значно меншу, ніж після грамотно
    виконаної розминки. </p>

@endsection