<?php

namespace App;

class Helpers
{
    public static function transliterate($str, $code = 'utf-8')
	{
		$str = mb_strtolower($str, $code);
		$str = str_replace(array(
			'?', '!', '.', ',', ':', ';', '*', '(', ')', '{', '}', '%', '#', '№', '@', '$', '^', '-', '+', '/', '\\', '=', '|', '"', '\'', '`', '–', '»', '«',
			'а', 'б', 'в', 'г', 'д', 'е', 'ё', 'з', 'і', 'ї', 'є', 'и', 'й', 'к',
			'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х',
			'ъ', 'ы', 'э', ' ', 'ж', 'ц', 'ч', 'ш', 'щ', 'ь', 'ю', 'я'
		), array(
			'', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', /*remove bad chars*/
			'a', 'b', 'v', 'g', 'd', 'e', 'e', 'z', 'i', 'yi', 'ye', 'y', 'y', 'k',
			'l', 'm', 'n', 'o', 'p', 'r', 's', 't', 'u', 'f', 'h',
			'j', 'i', 'e', '-', 'zh', 'ts', 'ch', 'sh', 'shch',
			'', 'yu', 'ya'
		), $str);

		return $str;
	}
}
