@extends('layouts.article')

@section('article-content')

<h1>Поради батькам спортсменів нашого клубу</h1>
<p>Дорогі батьки наших спортсменів!</p>
<p>Ми дуже вдячні вам за вашу довіру до нас, до нашого клубу. І дуже хочемо його виправдати — зробити так, щоб заняття
    приносили Вашій дитині радість і користь. У цьому необхідна і ваша участь. Дозвольте поділитися з вами нашим
    20-річним досвідом.</p>
<p><strong>Дитина повинна займатися для себе, а не для вас</strong>. Це дуже важливо. Тренування важкі (інакше вони не
    мають сенсу) — і щоб їх винести, треба вірити, що працюєш на себе, «Своя ноша не тягне». Спробуйте уявити, що чийсь
    каприз змушує Вас присідати. Що хтось ввечері вимикає вам телевізор і наказує встати і віджиматися під рахунок...
</p>
<p>Намагайтеся переконати, зацікавити. Радійте успіхам дитини, але ... не вимагайте їх! Не страх, а азарт повинен вести
    на тренування. І невдачі повинні викликати не відчуття катастрофи, а бажання взяти реванш.</p>
<p>По можливості приходьте підтримати дитину на атестаціях і змаганнях. При програші або нездачі іспиту дуже важливо
    опинитися поруч і підтримати. А при удачі — тим більше: порадіти, придумати й запропонувати якісь дитячі радощі як
    нагороду.</p>
<p>Але якщо Ви бачите якісь проблеми на тренуваннях Вашої дитини — <strong>не мовчіть</strong>! Звертайтеся до <a
        href="/president/">президента</a> клубу, ви зустрінете повне розуміння і готовність допомогти. Можливо, вам
    допоможуть <a href="/articles/for-parents/faq/">питання і відповіді</a>, які ми підготували для вас.</p>
<p>Осу!</p>

@endsection