@extends('layouts.article')

@section('content')

<h1>Не виходить? Поради тренерів батькам</h1>

<img class="rounded ilustration" src="/images/posts/3/preview.jpg" alt="Учасник змагань сидить на татамі." />

<p>Ми старанно використовуємо наш багаторічний досвід для того, що Ваша дитина без додаткових зусиль з Вашого боку
    успішно опановувала техніку карате, здавала в термін усі атестації, перемагала на змаганнях тощо. Але, не дивлячись
    на наші старання, не всі діти встигають за нашою програмою.</p>

<p>Найголовніше — не впадайте у відчай (все можна виправити!) І не ображайтеся на нас. Але перший крок повинні зробити і
    Ви, дорогі батьки - сказати собі: «це наша спільна проблема, і ми її вирішимо!» До речі, це буде для Вашої дитини
    прекрасною життєвою школою - як перетворити поразку на перемогу. Піти з секції, тому що «не йде» - дуже поганий
    життєвий урок для Вашого спортсмена. Ми сподіваємося, що Ви не будете вчити його програвати, а виграєте разом з
    нами. Якщо Ви вимагаєте хороших оцінок від дитини у школі, робите з ним уроки або ж перевіряєте їх, то в карате все
    проектується аналогічно. Додаткові тренування, питання щодо занять, зацікавленість успіхами Вашої дитини, а також
    моральна підтримка.</p>

<p>І друге, що необхідно для успіху — не соромити спортсмена, а сказати йому, що це ваше спільна справа, яку ви разом
    зробите спільною перемогою.</p>

<p>Ми перерахували усе, що вам потрібно для перемоги. Залишилися лише деталі - опис, як ви будете діяти. Отже ...</p>

<p>Наш досвід говорить, що для дітей найчастіше характерне певне відставання в фізичній спеціалізованій підготовці або ж
    у техніці.</p>

<h2>Вдосконалення фізичної підготовки</h2>

<p>У будні дні, коли немає тренування, слід додатково займатися вечорами. Виконати три підходи по три вправи, які
    потрібні для атестації (і які відпрацьовуються на тренуваннях): віджимання на кулаках, підняття тулуба (вправи для
    пресу) і присідання. Разом дев'ять підходів.</p>

<p>Частоту повторень в підході Ви з юним спортсменом визначте самі: три останніх повторення потрібно зробити через
    велике «не можу». Саме ці повторення найбільш цінні для зростання фізичних показників. Послухайте, що говорить про
    це легендарний Арні:</p>

<iframe width="500" height="300" src="https://www.youtube.com/embed/9NMusJmxH70" frameborder="0"
    allowfullscreen></iframe>

<p>Ось так два рази в тиждень по півгодини — і через півроку ви зможете порадувати і себе, і тренера. І це буде одна з
    перших перемог.</p>

<h2>Удосконалення техніки</h2>

<p>Техніки карате вимагають доброї злагодженості рухів рук і ніг. Разом з тим вони вимагають гарної «керованості»: руки
    і ноги повинні виконувати команди, які ваша дитина їм подає. Далеко не всім це дано від природи, але більшість дітей
    справляються з техніками на тренуваннях. Але буває, що тренувань мало для хорошої успішності в засвоєнні техніки. Не
    страшно, багато спортсменів через це пройшли — і виправили координацію рухів. Це стане в нагоді не тільки в карате.
</p>

<p>Нехай Ваша дитина відпрацьовує техніки перед дзеркалом — спочатку повільно, а потім прискорюючись. Найкращий тренер —
    це дзеркало. Звісно, для кращого контролю на початковому рівні Ви можете сміливо запитувати у Вашого тренера, над
    чим варто попрацювати, при потребі попросіть продемонструвати та пояснити інстуктора.</p>

<p>А якщо дитина не встигає до атестації? Нічого страшного. Атестація буде пройдена в наступний раз. А в цей раз юний
    спортсмен відвідає семінари, які в нашому клубі обов'язково проходять перед іспитом - вони дуже допоможуть в
    освоєнні техніки.</p>

<p>Вашому синові або доньці, звичайно ж, буде прикро встати в строю після тих, хто здали атестацію в цей раз. Подолання
    цієї першої перешкоди - прекрасна школа життя. Завжди хтось буде обганяти, і треба вчитися не переживати через це, а
    радіти своєму прогресу, ставити нові цілі.
    Життя — забіг на довгу дистанцію.</p>

<p>* * *</p>

<p>Зрозуміло, що це не всі поради, які ми можемо Вам дати. Не соромтеся звертатися за допомогою до тренера! Всі наші
    тренери (підкреслюємо — ВСІ) пройшли через труднощі атестацій, змагань та тренувань. Немає нікого, хто сам якимось
    чином (ми знаємо реалії нашої країни) отримав чорний пояс. Всі наші інструктори пройшли через атестації. Ми
    максимально намагатимемося надати поради, проконсультувати, пояснити із компетентної точки зору.</p>

<p>Бажаємо Вам удачі!</p>

@endsection