@extends('layouts.article')

@section('article-content')

<h1>Кіокушинкай-карате для дітей: Питання та відповіді</h1>

<p>Тренери нашого клубу отримують багато запитань від батьків юних спортсменів. Ми вирішили зібрати запитання про
    навчання дітей <strong>карате</strong>, які задають найчастіше, й запропонувати відповіді на них. У цих відповідях —
    наш 20-річний досвід тренерської роботи. Ми сподіваємось, що наші відповіді допоможуть батькам зорієнтуватися й
    зробити вибір.</p>

<p class="question">Навіщо дитині займатися саме карате?</p>

<p>Якщо однією фразою - то для всебічного розвитку дитини. Ми підготували для вас <a
        href="/articles/for-parents/why-karate/">статтю</a>, де розповіли про ту користь, яку принесе Вашій дитині
    заняття карате. Прочитайте її, будь ласка. І не забудьте ознайомитися з <a
        href="/articles/for-parents/review/">відгуками батьків</a> наших спортсменів. Це не вигадані персонажі. Ви легко
    можете зв'язатися з ними через зазначені акаунти в соцмережах, вони будуть раді поділитися з Вами досвідом.</p>


<p class="question">З якого віку дитині краще почати займатися карате?</p>

<p>Дітки, котрі трохи випереджають у розвитку своїх однолітків, можуть починати заняття вже у 4-річному віці, у нас
    чимало таких спортсменів. Але якщо у Вашого чотирилітки не вийшло, краще прийти через рік. П'ятирічний вік
    вважається нормою для початку занять карате. У п'ять років уже дітки готові займатися, хоча є і в цьому випадку
    винятки. Якщо Ваша дитина стала таким винятком - не лякайтеся і не турбуйтеся: розвиток дитини не завжди йде
    рівномірно у всіх дітей, і від нас це не залежить, тут впливають генетика, біомеханіка та ін. моменти. Краще
    зачекати ще рік. Ну а в шість - Ви вже станете батьками Школярика, який поза всяким сумнівом зможе тренуватися.</p>

<p class="question">Ви можете обіцяти хорошу фізичну форму моєму синові як результат тренувань у вас?</p>

<p>Звісно! Ми не просто обіцяємо — ми гарантуємо прекрасний фізичний розвиток юних спортсменів.
    <strong>Кіокушинкай</strong> — це силове карате, тому помітна частина тренувального часу йде на розвиток усіх груп
    м'язів. І це виправдано: в техніках карате задіяно всі групи м'язів. Тому, до речі, й великі вимоги до силової
    підготовки при атестації на пояси. Ознайомтесь із екзаменаційними вимогами, й Ви переконаєтесь, що серед тих, хто
    пройшов хоча б одну атестацію, слабачків нема.
</p>

<p>Додамо, що поряд із силою ми розвиваємо й гнучкість, і координацію рухів. <strong>Карате</strong> — прекрасна система
    фізичного розвитку.</p>

<p class="question">Я чула, що карате в сенсі <strong>самозахисту</strong> сильно поступається боксу й кікбоксингу. Це
    правда? </p>

<p>Ні, якщо ми говоримо про <strong>кіокушинкай-карате</strong>. Це силове контактне карате, яке було створене якраз для
    того, щоб відродити дух та могутність цього бойового мистецтва. Змушені визнати: ми самі хапаємось за голову, коли
    переглядаємо відео про те, що діється в деяких інших стилях. Саме ці явища й породили стереотип, про який Ви
    говорите. </p>

<p>Але ми запевняємо Вас, що спортсмен, який відзаймався два роки в нашому клубі, зможе впевнено почуватися в поєдинку з
    представниками інших одноборств, які займалися стільки ж або менше.</p>

<p class="question">Знайомі агітують нас за кікбоксинг. А ви що скажете? </p>

<p><strong>Кікбоксинг</strong> — це технологія. Кікбоксинг навчає битися, й не ставить перед собою інших завдань. Етична
    й естетична складові навчання кікбоксингу вкрай обмежені, а часто й взагалі відсутні. Й може так статися, що дитина
    почне застосовувати свої навики як спосіб вирішення багатьох проблем, і тоді її доля буде в небезпеці. </p>

<p>Карате ж — цілісна система виховання особистості. Після кожного тренування спортсмени повторюють <a
        href="/articles/theory/dojo-kun/">Додзьо-кун</a> — обіцяють утримуватись від насильства й не забувати чесноту
    скромності. На змаганнях від спортсменів вимагають підкресленої поваги до супротивника — заборонено навіть бурхливо
    радіти перемозі. Ставлення старших в секції до молодших та початківців налаштовують учня на благородство й
    стриманість. </p>

<p>Ось чому нашому клубу ніколи не закидають, що він загострює ситуацію в школах та на вулицях — а між тим у ньому
    більше ніж 1400 спортсменів!</p>


<p class="question">Знаючі люди говорять, что кікбоксинг є сильнішим за карате, тому що в ньому нема нічого зайвого для
    бою – тільки те, що потрібно для перемоги. А в карате багато часу витрачається на вивчення ката…</p>

<p>У Вас є можливість сильно здивувати цих знавців: повідомте їм, що в кікбоксингу з'явились ката. Вони, правда,
    називаются «сольні композиції», але неважко вловити їх корені. Наберіть в пошуку Youtube <a
        href="https://www.youtube.com/results?search_query=%D0%BA%D0%B8%D0%BA%D0%B1%D0%BE%D0%BA%D1%81%D0%B8%D0%BD%D0%B3+%D1%81%D0%BE%D0%BB%D1%8C%D0%BD%D1%8B%D0%B5+%D0%BA%D0%BE%D0%BC%D0%BF%D0%BE%D0%B7%D0%B8%D1%86%D0%B8%D0%B8">кикбоксинг
        сольные композиции</a> — и Вам стане ясно, що кікбоксинг з великою повагою відноситься до практик карате. І
    карате готове переймати корисні знахідки кікбоксингу (наприклад, low-kick). Бойові мистецтва не ворогують між собою
    — вони збагачують один одного. </p>

<p class="question">Що потрібно для першого заняття?</p>

<p>Для першого заняття необхідна спортивна форма, аналогічна тій, в якій в школі ходять на уроки фізкультури. Після
    місяця занять спортсмени отримують право на замовлення кімоно. Згодом потрібно буде придбати засоби захисту:
    рукавички, протектори на гомілку, хлопчикам - пахову раковину, дівчаткам - протектор на груди.</p>
<p>Не забудьте прочитати <a href="/articles/for-parents/how-to-start/">статтю</a> про те, як почати тренування в нашому
    клубі.</p>

<p class="question">Чи можна на заняттях бути присутнім батькам учнів?</p>

<p>На початкових етапах точні ні, і повірте нашому досвіду, що це правильно. Пояснюємо:</p>

<p>Ми пробували дозволяти батькам бути присутнім на тренуваннях - в результаті вони самі йшли із залу, щоб не заважати
    своїм дітям займатися. Наші тренування важкі - інакше вони не мають сенсу. І у початківців спортсменів виникає
    спокуса показати батькам (особливо мамі!) як їм важко - щоб їх пожаліли і забрали з тренування. А самим батькам
    важко втриматися від порад і підказок дітям - не завжди, на жаль, розумних, і тренерам доводиться якось реагувати.
    Ще один нюанс – діти повинні бачити одну авторитетну особистисть – у школі це вчитель, вдома це батьки, на
    тренуваннях – тренер. Варто зберігати дану субординацію для досягнення кращого результату. Ось чому за 20 років
    нашої роботи у нас утворилася традиція: батьки чекають дітей за зачиненими дверима. А ось на змаганнях ми дуже
    чекаємо батьків наших спортсменів! Ось де Ви будете потрібні й корисні - підбадьорити, втішити. Саме на змаганнях Ви
    зможете порадіти за Ваших дітей, за їх успіхи і бойовий дух.</p>


<p class="question">Чи великою є травматичність на ваших тренуваннях?</p>

<p>На щастя, ні. Це зумовлено й нашою організацією тренувань, в яких використовується багато захисних пристосувань, і
    забороною бити кулаками в обличчя на тренуваннях та змаганнях (хоча техніка таких ударів є й відпрацьовується). Наші
    спортсмени роками не мають серйозних травм. Ну а без несерйозних (синячок) — неможливий не тільки спорт, а й просто
    дитячі ігри, й навіть повсякденне життя. </p>

<p class="question">Чи є ще заходи для дітей, крім тренувань, щоб вони могли подружитися й разом відпочити?</p>

<p>Звісно! У нас є й походи на природу, и літні табори в Карпатах та Болгарії, й оздоровчі сеанси в сауні для дітей.
    Матеріали нашого сайту <a href="/blog/lito_2015/">багато розповідають</a> про ці заходи. </p>

<p>
    <a href="/coaches/sensei-mutin-serge/?id=65">
        <img class="rounded ilustration" src="/images/galleries/gallery3/65/preview.jpg"
            alt="Літній табір в Болгарії">
    </a>

    <a href="/coaches/zhukov-ruslan/?id=1350">
        <img class="rounded ilustration" src="/images/galleries/gallery2/1350/preview.jpg" alt="Дитячий відпочинок">
    </a>

    <a href="/coaches/sensei-kochetkova-natalia/?id=1365">
        <img class="rounded ilustration" src="/images/galleries/gallery4/1365/preview.jpg"
            alt="Дитячий літній відпочинок  КАНКУ 2015 року (Карпати)">
    </a>
</p>

<p class="question" style="clear: both">А ви можете якось завірити нас, що ви... ну...</p>

<p>... не шарлатани? Це просто: зайдіть на <a href="https://www.wko.or.jp/europe/">сторінку списку бранч-чифів</a>
    Всесвітньої Организації ШинКіокушинкай-карате (<strong>WKO</strong>). В нижній частині списку Ви знайдете <a
        href="https://kanku.org.ua/president/">Президента</a> нашого клубу. Таке визнання з боку WKO повинне розвіяти всі
    Ваші сумніви: це визнання десятиліть успішної роботи й вищих спортивних досягнень. Ця честь абсолютно недоступна для
    шарлатанів та самозванців.</p>

<p>Також усі підтверджуючі документи щодо ліквідності нашого спортивного клубу (статут, свідоцтво про реєстрацію) ми
    можемо Вам надати.</p>

<p class="question">Наскільки високим є рівень навчання в вашому клубі?</p>

<p>Найчесніший та наочний показник рівня навчання — це перемоги на змаганнях. І тут нам є чим пишатися: наші спортсмени
    постійно сходять на п'єдестали першостей України та Європи — читайте нашу <a href="/blog/">стрічку новин</a>.</p>

<p class="question">Коли син матиме можливість брати участь у змаганнях? </p>

<p>Це дуже хороше запитання, яке вказує на один із складних пунктів у вихованні спортсмена-початківця: тренування ще
    незвично важкі, а нагороди у вигляді змагань та визнання ще так далекі, і немає шансів на успіхи в чемпіонатах
    України, бо їх рівень дуже й дуже високий. Поспішаємо запевнити, що ми цю проблему усвідомили, й для її вирішення
    регулярно проводимо внутрішньоклубні змагання «Перший крок». Це змагання спортсменів-початківців, на яких вони
    отримають свої перші нагороди, й радітимуть своїм першим перемогам. </p>

<p>Дайте своїм дітям відчуття радості перемог!</p>

<p style="font-weight:bold">Життя зі спортом цікавіше!</p>

<p>Ос!</p>

@endsection
