@extends('layouts.article')

@section('article-content')

<h1>Як розпочати заняття в нашому клубі</h1>

<p>Ми дуже раді, що Ви прийняли правильне рішення! Наступним Вашим кроком стане вибір залу. Найоптимальнішим рішенням
    буде обрати найближчий зал до Вашого дому. В цьому Вам допоможе <a href="/dojos/">карта наших залів</a>. Оберіть
    зал, який найзручніший для Вас, і натисніть "Опис залу, розклад занять» на підказці. Ви потрапите на сторінку залу,
    на якій легко знайдете ім'я й телефон тренера.</p>

<img class="rounded ilustration" src="/images/articles/shadow.jpg" alt="Дівчинка каратека грається тінню." />

<p>Уточніть у нього розклад занять, запитайте, як знайти секцію (бувають нюанси на зразок необхідності заходити через
    малопомітні двері) - і приходьте з Вашою дитиною. Візьміть зручну спортивну форму, аналогічну тій, в якій в школі
    ходять на уроки фізкультури. Заняття карате проходять босоніж, але в теплу пору року можливі заняття на вулиці, так
    що захопіть про всяк випадок спортивне бігове взуття.</p>

<p>Якщо у Вашої дитини є якісь порушення здоров'я, обов'язково попередьте про це тренера.</p>

<p>Перше заняття ми просимо Вас бути поруч із залом на випадок емоційних поривів юного спортсмена (наприклад, де мама чи
    тато, і чи прийдуть за мною; певний страх, рідко - сльози). І не переживайте, якщо таке сталося: ми звикли до
    подібних речей, і багато разів бачили, як плаксії перетворюються на успішних спортсменів.</p>

<p>Про все інше Ви дізнаєтеся від тренера.</p>

@endsection