@extends('layouts.article')

@section('content')

<h1>Відгуки батьків юних спортсменів клубу «Канку»</h1>

<h3>Максимчук Світлана, мама Юліана (5 років)</h3>
<p>Карате додало в наше життя нових барв. Прийшовши випадково і тимчасово (ми шукали гурток на пів року, з будь-якою
    фізичною активністю, щоб син на дивані цілодобово не сидів з книжками) ми закохались і залишились. І це надовго. На
    моїх очах з маленького маминого синочка вигартовується чоловік. Мій маленький солодкий пупсичок демонструє таку волю
    і силу характеру, що моєму жіночому мамському началу просто не по собі. Дуже приємно вражена нашим тренером. Попри
    свою молодість він показав себе абсолютно відповідальним і зрілим чоловіком. І звичайно, як мама, я дуже рада, що в
    Юліановому оточенні з'явився такий достойний приклад для наслідування. Не зважаючи на те, що заняття проводяться з
    групою дітей, мене не покидає відчуття індивідуальності процесу. За моїм малюком слідкують, в нього вникають,
    цікавляцься, в нього вкладають. Кожне тренування це як мінімум кілька ситуацій для опрацювання, аналізу і виховання.
    Це і сиуації пов'язані з усвідомленням себе і з відносинами сина з іншими, і якісь внутрішні його особистісні
    якості, це те, як він керує тою силою, яка в ньому зростає і море всього іншого. Це просто відмінна школа виховання
    і неоціненно велика допомога батькам у зрощуванні Людини (так, з великої літери).</p>
<p>Я не могла залишитись осторонь і в якийсь момент також долучилась до прекрасного. Для мене, вже дорослої, карате це в
    першу чергу ще одна частинка пазлу до розуміння себе, хто я, чому і як я проживаю труднощі, чому ті чи інші речі
    дарують радість, що мене мотивує і чому, це і робота з болем, виявлення і аналіз якихось внутрішніх блоків, це все
    ключики на шляху до себе. Переді мною багато ще невідомого, незрозумілого, такого дивного, величного і прекрасного.
    Дякую своїм мудрим наставникам, що так грамотно і тонко взялись зі мною працювати в такий неоднозначний для мене
    час. Дякую за вашу щирість та відданність справі, це дуже заражає та надихає.</p>
<p>05 травня 2016 р. Автор: Світлана Максимчук</p>

<h3><a href="https://www.facebook.com/oksana.bilenko.712">Оксана</a>, спортсменка, мама двох юних спортсменів СК КАНКУ
</h3>
<p>
    <a title="Аккаунт автора відгуку в FB" href="https://www.facebook.com/oksana.bilenko.712">
        <img class="rounded ilustration" src="/images/users/image36.jpg" alt="Оксана Біленко мило усміхається" />
    </a>
    Моєму сину Максиму 11 років, а почав займатись карате з 6 років. За ці роки я бачу лише плюси для нього і не тільки
    для нього (а про це згодом розкажу). Максим росте здоровим, міцним хлопцем, ходить зараз у 5 клас, і за цей час ні
    разу не пропустив школу із-за хвороби!
</p>
<p>Подобається, як син вирішує конфлікти – не лізе битись, а веде діалог, розбирається в причині конфлікту. Ще в
    дитячому садочку його називали «дипломат», бо вмів вирішити конфлікт без сили, словами. Цього теж вчать на карате –
    стримуватись від насильства. Одного разу довелось йому зіткнутись з ситуацією, коли один хлопчик не зрозумів слів і
    таки ліз битись… Максим його не бив, а схопив так, що той не зміг поворухнутись, і пояснив, що не варто зачіпати
    його та його друзів. Минуло вже більш ніж 2 роки з того часу, цей хлопчик більше не конфліктує з іншими дітьми у
    дворі, так як зрозумів, що не все вирішується силою, і головне – що на його силу завжди може знайтись ще більша
    сила, отже, конфлікти треба намагатись вирішувати словами.</p>
<p>Також моя старша донька прийшла в карате у підлітковому віці, в 15 років. Насправді, нема вікових обмежень! Я
    переконалась в цьому особисто. З дитинства я мріяла займатись карате, але на жаль, не мала такої можливості… Коли я
    подорослішала і стала самостійною, то думала, що вже пізно починати, і тільки по доброму заздрила своїм дітям…поки
    одного разу не прийшла на тренування. Мені було 36 років. І тепер, коли отримала свій перший пояс (помаранчевий, 10
    кю), я розумію, що нема вікових обмежень! Скажу одне - ми часто недооцінюємо свої можливості, і можемо насправді
    набагато більше, ніж здається (перевірено на собі). Головне - повірити в себе і перебороти себе, свій страх,
    невпевненість, своє "не хочу" чи "не можу". Не боятись помилок, а боятись стояти на місці.</p>
<p>Залишаючи цей відгук, хочу скористатись можливістю і запросити всіх познайомитись з кіокушинкай карате! Всіх, хто
    сильний духом або хоче таким стати! Всіх, хто хоче вдосконалювати свої тіло, характер, витримку! Всіх, хто хоче
    знайти приємне спілкування і з користю проводити час.</p>
<p>19 січня 2016 р. Автор: Оксана Біленко -

    <a class="fa fa-facebook" title="Facebook" href="https://www.facebook.com/oksana.bilenko.712"></a>


</p>

<h3><a href="https://www.facebook.com/profile.php?id=100001396888529">Тетяна</a>, мама першокласниці-спортсменки</h3>
<p>
    <a title="Аккаунт автора відгуку в FB" href="https://www.facebook.com/profile.php?id=100001396888529">
        <img class="rounded ilustration" src="/images/vidguki/max.jpg" alt="Відгуки батьків юних каратистів" />
    </a>
    Моя донька займається
    кіокушинкай-карате з п’ятирічного віку. Діані скоро виповниться сім. Хоч вона ще не брала участі у змаганнях, а
    значить, не має перемог та відзнак, є багато позитивних моментів у цьому навчанні як для неї, так і для мене. Хочу
    їх коротко перелічити.
</p>
<p>Витривалість та фізична форма. На тренуваннях діти, крім відпрацювання техніки, багато бігають, віджимаються,
    бавляться у силові ігри, качають прес. Відповідно, дитина звикла до значних фізичних навантажень та любить їх (от у
    цьому вбачаю заслугу нашого тренера <a href="/coaches/zhukov-ruslan/">Руслана Вікторовича Жукова</a>). Цього року
    Діана пішла у перший клас. Цей перехід від безтурботного життя до шкільних навантажень, дякуючи спорту, дався їй
    доволі легко. Дитина без проблем носить важкий рюкзак, бадьора на уроках та весела на перервах, легко прокидається
    вранці, вкрай рідко виявляє ознаки втоми. Хороша фізична форма, як мені здається, дає запас витривалості, такий
    необхідний для учениці першого класу.</p>
<p>Соціальні навички взаємодії в колективі. Донька схильна до лідерства й хоче уваги від однокласників та однокласниць.
    Тут, як я бачу, у пригоді Діані стають її вміння швидко бігати та високо стрибати. На шкільному подвір’ї вона
    залазить по драбині вище за всіх – адже це стандартна вправа на розвиток сили та координації рухів, яку вона
    регулярно виконує на тренуваннях. Постійний дух змагання, організація ігр та вміння брати участь у них – необхідні
    елементи спортивних тренувань, які неодмінно стануть доньці у пригоді в колективі. А якщо доведеться програвати… на
    спорті теж навчать програвати гідно та без зайвих емоцій. Це теж може дуже придатися в житті. Так само як і вміння
    себе захистити, чому карате неодмінно її навчить.</p>
<p>Нові друзі та подорожі. Донька з задоволенням йде на тренування ще й через те, що рада зустрітися там зі своїми
    друзями. Після тренування вони обмінюються новинами, іноді навіть подарунками. Бачу щире, радісне та безпосереднє
    спілкування дітей, і сама не можу від цього не радіти. Спільні ігри, спільне подолання навантажень на тренуваннях
    зближують та сприяють справжній дитячій дружбі. А ще їй дуже сприяють походи секції на природу. Діти під наглядом
    тренера ночують у палатках, готують їжу на багатті, тренуються на природі – переживають разом чимало справжніх
    чудових пригод. Діана досі згадує такий літній похід. Коли вона підросте, ще й поїде на тиждень із секцією в
    Карпати! Гадаю, їй це також дуже сподобається.</p>
<p>Я вдячна нашому тренеру й СК «Канку» загалом: нам пощастило обрати дуже добрий шлях для розвитку доньки. Щодня з
    радістю бачу поруч щасливу, здорову та активну дитину. У цьому неабияка заслуга кіокушин-карате. Бажаю всім батькам
    також знайти свій шлях та найкращого тренера для своєї дитини.</p>
<p>8 вересня 2015 р. Автор: Тетяна Максименко -

    <a class="fa fa-facebook" title="Facebook" href="https://www.facebook.com/profile.php?id=100001396888529"></a>

</p>

@endsection