@extends('layouts.article')

@section('content')

<h1>Навчимо перемагати свою дитину!</h1>

<p>
    <img class="rounded ilustration" src="/images/users/image40.jpg"
        alt="Шихан Мутін і учень сідає у шпагат" />Тренери
    нашого клубу докладають весь свій досвід і всі свої здібності для того, щоб діти
    раділи своїм успіхам в карате, продовжували заняття. Ми організуємо дитячі табори, виїзди на природу, сауни. На
    нашому сайті Ви знайдете наші рекомендації батькам. Але ми не тільки даємо свої рекомендації — ми і прислухаємося до
    досвіду батьків, чиї діти багато років займаються в «Канку». І в цій статті ми пропонуємо Вашій увазі квінтесенцію
    досвіду батьків наших спортсменів.
</p>

<p>
    Прекрасно, коли батьки каратистів самі тренуються разом з дітьми. Ми пишаємося тим, що у нас стає все більше <a
        href="/gallery/family/">спортивних сімей</a> — діти приводять в зал своїх батьків. І багато що з написаного в
    цій статті спортивним сім'ям близько і зрозуміло, і зі свого боку вони можуть розповісти багато корисного і
    повчального — будемо раді їх зауваженням в обговоренні статті (у Facebook
    <a class="fa fa-facebook" title="Facebook" href="https://www.facebook.com/sc.kanku.lviv/posts/1666505096983985"></a>
    ).
</p>

<p>Але, зрозуміло, не у всіх є така можливість. Для тих, хто не може відвідувати наші заняття, і написана ця стаття.</p>

<p>Перше, що важливо усвідомити. Дозволити лінуватися, розслаблятися, миритися з поразкою — дуже поганий життєвий урок.
</p>

<p>Дозволити дитині покинути карате заради іншого вибору — це іноді може бути правильним, хоч як боляче нам про це
    говорити. Але буває, що здібності, захоплення і життєві ситуації ведуть у протилежний від карате бік. Нам шкода
    розлучатися, але якщо десь у дитини виходить краще розкритися, отримати більше радості і успіху — ми зуміємо
    порадіти за неї. Але кинути карате, щоб грати за комп'ютером, щоб сидіти на лавочці з «пацанами» — це жахливо для
    світогляду, характеру, мужності. Потім не дивуйтеся. Озирніться навколо: скільки ви побачите дорослих нероб, що
    сидять на шиї у батьків! І послухайте, що вони намагаються сказати як виправдання: «Не йде!» «Це не моє!» Коли вони
    сказали це своїм батькам у перший раз? Коли кидали серйозну справу, а батьки потурали в цьому. Не повторюйте їхніх
    помилок.</p>

<p>Але є й інший аспект. Настільки ж помилково перетворювати спорт у каторгу, в покарання. Ви повинні не просто
    змушувати, а ще й переконувати, надихати, нагороджувати. І не скидайте все це на тренера — допомагайте йому, ви ж
    краще знаєте свою дитину. Як переконувати і надихати? Послухайте наші поради.</p>

<p>Вам необхідно навчитися розуміти свою дитину й довіряти їй. Щоб, наприклад, помітити, що дитина прихворіла. У
    неуважного батька є ризик примусити сина тренуватися, коли він не зовсім здоровий. Якщо сумніваєтеся — краще повірте
    синові (якщо, звичайно, він не помічений в симуляції хвороби з метою прогулу тренування). Вашій дитині важливо
    знати, що в крайньому випадку (коли дійсно погано і важко) вона може пропустити тренування. Дитина має бути свідомою
    того, що її не поженуть на тренування, як на каторгу.</p>

<p>Якщо Ви батько каратиста, Ви повинні відвідувати змагання, в яких бере участь Ваша дитина. Принаймні ті змагання, які
    проходять у Вашому місті. Вам важко півдня гуляти по залу і сидіти в кріслі? А як Вашій дитині, яка б'ється, а в
    перервах між боями змушена уважно слухати, коли її бій оголосять? І не відійти, не поспати, не переодягнутися. Ваша
    підтримка просто необхідна. І з іншого боку: якщо Ви показуєте, що Вам карате нецікаво — як Ви збираєтеся зацікавити
    дитину?</p>

<p>Також Ви повинні вислуховувати все, що Ваш син або Ваша донька розповідає про тренування, змагання, атестації.
    Слухайте із щирою увагою, намагайтеся розібратися, опанувати термінологію. В цьому Вам допоможе наш сайт і наші
    методичні вказівки.</p>

<p>Часто згадуйте успіхи і намагайтеся залишити невдачі в минулому! Кубки та медалі повинні бути на видному місці.
    Важливо частіше в розмовах з дитиною згадувати перемоги на змаганнях, похвали тренерів. Не вимагайте перемог і удач,
    але показуйте, що Ви в них вірите. І навіть без них пишаєтеся юним спортсменом. А коли трапляються невдачі — дуже
    важливо навчити правильно їх зустрічати. «При кожній невдачі давати вмійте здачі, інакше вам не бачити удачі!» —
    співалося в <a href="https://www.youtube.com/watch?v=n5zv5KsdS5Q">старому фільмі</a> про бокс. Про те, як
    перетворювати поразку на перемогу, ми підготували для вас <a href="/articles/for-parents/doesnt-work/">окрему
        статтю</a>. Скористайтеся нашими порадами — і переконайтеся, що пояс, отриманий з другого разу, приносить
    подвійну радість. Згадайте слова великого Конфуція: «Великий не той, хто не падав, а той, хто падав і вставав».</p>

<h2>І тим не менш...</h2>

<p><img style="float:right;margin-left:7px;margin-bottom:7px" src="/images/users/image41.jpg" width="300" height="552"
        alt="" />Ви робили все, як було описано тільки що. Старалися, протримали дитину кілька років на секції. Значить,
    вона вже не випадкова людина в спорті, вміє долати навантаження, лінь давно переможено. І тим не менше: «Хочу піти з
    карате!» Що ж робити?</p>

<p>Найголовніше: не вважати, що це фініш, що Ви програли. Зовсім ні. Думка піти з карате відвідувала дуже багатьох. І
    дуже можливо, що тренер Вашої дитини — не виняток. Але він же подолав слабкість! Зумієте і Ви — потрібно тільки
    зрозуміти, що заважає радіти тренуванням. Наш досвід дозволяє виділити основні причини. Отже:</p>

<p><b>Страх перед поєдинками</b>. Тут Ви повинні бути тверді. Дозволите пасувати з цієї причини — і Ви навчите дитину
    поступатися своїм слабкостям. Тільки не це, дорогі батьки! Повірте, що це щастя — в дитячому віці навчитися долати
    свій страх. Згадайте своє життя — чи багато Ви досягли б, якщо поступалися б своєму страху? Вступні іспити,
    співбесіди при прийомі на роботу, побоювання не виконати роботу і бути звільненим - все це страхи, які потрібно
    вміти долати. Так що будьте тверді і … добрі. Намагайтеся після поєдинків влаштовувати дитячі радощі. Хваліть.
    Розповідайте історії зі свого життя, коли необхідно було битися. Повірте: страх мине, коли поєдинки стануть частиною
    життя. І пам'ятайте слова Масутацу Оями: «Чоловік, який не пройшов через це, менше зумів, ніж жінка, яка
    зустрічається зі смертельною небезпекою під час пологів.»</p>

<p>Дуже корисно записувати поєдинки на відео й розбирати їх з дитиною — найкраще за участю тренера. Стає зрозуміло, над
    чим працювати, чого не вистачило для перемоги. «Ось тут би зробити…» — це прекрасний стимул піти й попрацювати на
    груші або лапі.</p>

<p>«<b>Тренувальне плато</b>». Це ситуація, коли результати не поліпшуються (а то і погіршуються!), не зважаючи на
    зусилля. Виникає відчуття безпорадності. Це долається знаннями. Читайте спеціальну літературу, радьтеся з тренером,
    і розповідайте юному спортсмену, що це нормально (навіть термін придумали!). Впадати у відчай не слід.</p>

<p><b>Перетренованість</b>. Буває, що навантаження збільшуються перед змаганнями — і можуть здатися нестерпними. Знову ж
    : ситуація добре вивчена, боятися її не слід. Її потрібно вирішувати з тренером, якісь загальні рекомендації дати
    важко. Але можливо, буде потрібна короткочасна (кілька днів) пауза в тренуваннях.</p>

<p><b>Відставання від інших</b>. Раз є лідери — значить, є і ті, хто відстає від них, причому таких більшість. Ваша
    дитина, можливо, виявився в цій більшості. Хвалять інших, а його не хвалять. Він — відстає. Пасе задніх і в поясах,
    і в спортивних досягненнях, і в повазі тренера. <i>Sic vita truditur</i> (таке життя — <i>лат.</i>). І в житті хтось
    обганяє нас, а когось обганяємо ми. Уникати відчуття, що ти відстав — значить, уникати життя, ховатися від нього. Як
    і в випадку страху поєдинків, потурати такому відчуттю - дуже поганий досвід. Правильніше вчитися брати участь у
    перегонах. Розкажіть дитині приклади зі свого життя, як може змінитися розстановка сил через рік, два або десять.
    Життя — це забіг на довгу дистанцію. І дуже корисно змолоду звикнути до цього. І не забувайте радитися з тренером —
    він бачить, що важко дається, з чим попрацювати вдома.</p>

<h2>Замість післямови</h2>

<p>Якщо Ви не здастеся самі і не навчите здаватися свою дитину, то настануть дні, коли тренування стануть необхідними і
    бажаними. І Ви будете винагороджені упевненістю в майбутньому своєї дитини: син чи донька навчаться перемагати. І
    навіть якщо спортивна кар'єра не складеться — все це було не дарма: юна людина переможе там, де повинна. А це
    означає, що Ви виконали свій батьківський обов'язок.</p>

<p>Осу!</p>

@endsection