@extends('layouts.article')

@section('content')

<h1>ЧОМУ КАРАТЕ? Про переваги карате як одного з найкращих видів спорту для дітей</h1>

<p>Ваша дитина сильна, спритна й має явні спортивні завдатки? Їй буде корисно займатись карате! Ваша дитина має
    різноманітні інтереси й не прагне спортивної кар’єри в житті? Їй теж стануть корисними заняття карате. Про цю
    користь для дітей ми й розповімо детальніше.</p>

<img class="rounded ilustration" src="/images/galleries/gallery44/1297/photo.jpg"
    alt="Група каратистів тренуються." />

<p>Карате — це цілісна система розвитку тіла й духу. Зокрема, воно чудово розвиває координацію рухів. Дитина, яка
    займається карате, буде мати перевагу порівняно з однолітками у рівні володіння власним тілом. Погляньте тільки на
    вправи «ката», що входитимуть в обов’язкову програму занять карате Вашої дитини. Це тільки видається, що вони надто
    складні, щоб дитина їх опанувала. Під керівництвом наших тренерів ката зможуть опанувати усі.</p>

<p>Ви знаєте важливий принцип розвиваючих занять: тренуємо координацію рухів – посилено розвивається інтелект. Коли
    вдосконалюється тіло, вдосконалюється й розум. Навчання ката є посильним завданням для всіх каратистів, навіть якщо
    дитина не має особливих спортивних здібностей. Навчитися ката у рамках занять карате буде корисно всім дітям.</p>

<p>Заняття карате розвивають фізичну силу й вольову складову характеру. Карате дисциплінує та навчає долати труднощі.
    Тобто, ці заняття дають те, що однозначно допоможе Вашій дитині у житті. Наші учні, Ваші діти, цілеспрямовано й
    систематично працюють на результат: складають черговий іспит, отримують черговий учнівський, а згодом і вищий
    ступінь у вигляді нового поясу чи нашивки на пояс. Ті риси характеру, яких дитина набуває та які розвиває в процесі
    навчання карате, формують із активної дитини — лідера, а з делікатної та сором’язливої — впевнену в собі
    особистість.</p>

<p>Вашій дитині, без сумніву, додаватиме певності в собі й те, що її фізична сила від іспиту до іспиту зростатиме.
    Шкільні нормативи з фізкультури для юного спортсмена — така дрібниця! Сильна дитина впевненіше почуватиметься в
    колективі й завжди зможе себе захистити.</p>

<p>Ми добре розуміємо, що в дитячих конфліктах фізична сила вторинна, і головну роль відіграє характер дитини. Заняття
    карате розвивають не тільки фізичну силу й координацію. Наші інструктори навчать Вашу дитину, як керувати своєю
    силою і як застосовувати її з обрежністю. Щозаняття діти повторюють «додзьо-кун»: правила поведінки справжнього
    каратиста, які вчать людину стишувати свої пориви і бути розважливою в будь-яких ситуаціях.</p>

<p>Ще один позитивний фактор, яким скористається Ваша дитина на заняттях із карате — цілком інше, аніж у школі,
    середовище для спілкування. Діти, які тренуються — це невипадковий колектив. Вони об’єднані спортивним духом,
    дисципліновані й сильні. Це, що називається, «хороша компанія». У разі, якщо у Вашої дитини з якихось причин не
    складаються стосунки з однокласниками, вона матиме на тренуваннях іншу, добру компанію для спілкування й дружби.</p>

<p>Відчути себе комфортно у колі однодумців нашим дітям допомагають численні заходи, які організує клуб для тренувань
    юних каратистів на природі. Діти ходять у походи — одноденні та з ночівлею в наметах. Влітку вони мають можливість
    поїхати у спортивні табори в Карпати та на морське узбережжя Болгарії.</p>

<img class="rounded ilustration-large" src="/images/galleries/gallery46/1331/photo.jpg"
    alt="спортивні табори в Карпати" />

@endsection