@extends('layouts.app')

@section('content')

<img src="/images/articles/instructors.png" alt="Клуб кіокушинкай-карате «Канку»" style="padding-top:1rem"
    class="header-img ilustration-large">

<h1>«КАНКУ» сьогодні</h1>

<p>Розвиваючи напрямок кіокушинкай карате (цей стиль є одним з найбільш розповсюджених напрямків карате у світі), ми
    змогли, завдячуючи наполегливій праці всіх тренерів нашого клубу, стати одним з найбільших клубів східних
    одноборств
    в Україні. На сьогодні ми відкрили {{ $dojos }} доджо у <a href="/dojos/">Львові та області</a>, де під керівництвом
    {{ $instructors }} <a href="/instruktors/">тренерів</a> проходять тренування понад 2000 спортсменів різного віку.
    {{ $dojos }} секцій для дітей і дорослих — це наша гордість.</p>


<p>Одночасно з популяризацією кіокушинкай карате ми надаємо велике значення якості тренувального процесу. Наші
    вихованці
    неодноразово піднімалися на найвищі сходинки п'єдесталів, здобували призи за найкращу техніку та волю до
    перемоги на
    чемпіонатах України та Європи, демонструючи незламну силу духу нашої нації!</p>

<p>Ми виховали найкращих спортсменів України з кіокушинкай карате 2003-2010 років, найкращих спортсменів серед всіх
    культивованих на Львівщині видів спорту 2007-2009 року. За весь час з наших лав вийшло 3 майстри спорту
    міжнародного
    класу, 9 майстрів спорту, та 21 кандидат в майстри спорту.</p>

<p>Президент СК «КАНКУ» шихан <a href="/president/">Мутін Сергій Асхатович</a>, володар {{ $degree }}-го дану,
    Заслужений
    тренер України, тренер вищої категорії, визнаний найкращим тренером України з кіокушинкай карате протягом
    2005-2010
    років. WKO відзначило його заслуги, <a href="/articles/club/wko-recognition/">призначивши бранч-чіфом</a>
    організації.</p>

<p>Клуб є офіційним членом <a href="/articles/theory/kyokushinkai-in-ukraine/">Української федерації кіокушинкай
        карате</a>, що підтверджено відповідними регламентуючими документами.</p>

<p>Тренування в в дитячих секціях клубу провадять кваліфіковані <a href="/instructors/">інструктори</a>, які мають
    високий спортивний рейтинг та пройшли спеціалізовану підготовку.</p>

<p>Ви можете вибрати собі оздоровчий або спортивно-оздоровчий напрямок тренувань. Групи поділені за віком та рівнем
    складності, де діти з чотирьох років та дорослі (вік не має принципового значення) мають можливість опановувати
    східне бойове мистецтво у зручний для себе час.</p>

<p>Тренуючись у СК «КАНКУ», ви зможете брати участь у змаганнях різних рангів (змагання проводяться як серед дітей з
    5
    ти років, так і для ветеранів, старших за 35 років), проходити семінари та атестації з провідними майстрами
    Європи
    та світу (у грудні 2010 р. у нашому центральному залі проводив майстер-клас <a
        href="http://busido-ask.ru/index.php?id=183">Кенджі Сампей</a> — технічний директор міжнародної федерації
    шинкіокушинкай карате), побачити під час поїздок багато різних країн (тільки за останній час наші спортсмени
    побували у Польщі, Німеччині, Нідерландах, Франції, Бельгії, Чехії, Угорщині, Болгарії, Швейцарії та Іспанії,
    побували в Діснейленді та Астерікс-парку тощо).</p>

<p>Не забуваємо ми і про літній відпочинок наших спортсменів: кожне літо ми влаштовуємо спортивно-оздоровчі табори у
    Карпатах та в Болгарії.</p>

<p>Для батьків, які обмірковують можливість запису дітей в наш клуб, ми підготували <a
        href="/articles/for-parents/faq/">питання і відповіді</a>.</p>

@endsection